[
  {
    "Category": "Concept",
    "Slug": "lexus-lf-1-limitless-concept",
    "Vehicle Name 1": "Lexus lF-1 Limitless Concept",
    "YEAR": "NA",
    "Vehicle Name 2": "NA",
    "JATO ID": "NA",
    "SPECIFICATION DATA": "NA",
    "COMMENTS": "Want to add this to Concept cars and maybe delete 2",
    "template_configuration":{
      "spot_B": false
    },
    "EDITORIAL BLURB (From AS GUIDE)": "Lexus unveiled the Lexus LF-1 Limitless Concept, a luxury crossover in January 2018. Limitless in its potential and possibilities, this concept caters to the diverse lifestyles of our guests. Powered by fuel cell, hybrid, plug-in hybrid, gasoline or even electric. An athletic profile matched by a spacious interior, the powerful stance emphasizes that the LF-1 Limitless is a crossover designed for performance with practicality. An iconic spindle grille features a three-dimensional design with colours developed in house by CALTY, a design research facility in California. A metallic finish in the interior is a perfect blend of rose-gold and copper, very much like the exterior but with a satin finish for a warmer feel. Technologically advanced, the Lexus LF-1 begins with Chauffeur mode, allowing a hands-free operation."
  },
  {
    "Category": "Concept",
    "Slug": "toyota-fine-comfort-ride-concept",
    "Vehicle Name 1": "Toyota Fine-Comfort Ride Concept",
    "YEAR": "NA",
    "Vehicle Name 2": "NA",
    "JATO ID": "NA",
    "SPECIFICATION DATA": "NA",
    "COMMENTS": "Want to add this to Concept cars and maybe delete 2",
    "EDITORIAL BLURB (From AS GUIDE)": "In October 2017, Toyota launched the “Fine-Comfort Ride”, a fuel cell vehicle (FCV) that envisions mobility in a low-carbon society with advanced utilization of hydrogen and renewable energy. The Fine-Comfort Ride proposes \"a new form of the premium saloon\" by employing a flexible layout unique to electric-powered vehicles and a large amount of available electric power using hydrogen as an energy source. In keeping with Toyota’s commitment to zero-emission, the Fine-Comfort Ride offers excellent environmental performance with no Co2 discharge or substance of concern (SoC) while in operation manually or autonomously. Interior highlights: Rotating seats allow flexibility for occupants to arrange themselves based on posture, and personal preferences for communication and relaxation."
  },
  {
    "Category": "ECO",
    "Slug": "2019-chevrolet-bolt-ev",
    "Vehicle Name 1": "CHEVROLET BOLT EV",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Chevrolet Bolt EV",
    "JATO ID": 774316720190301,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The five-seat Chevrolet Bolt EV, launched in 2017, has a claimed 383-kilometre range on a full charge – enough to get most folks where they need to go. The tall roofline and squared-off body aid passenger comfort and stowage capacity with the split-folding back upright or flat. Chevrolet claims the Bolt can sprint to 60 mph (96 km-h) from rest in 6.5 seconds (right up there with BMW’s i3 electric), thanks to the motor’s 266 pound feet of torque that kicks in right from the get-go. Special 17-inch Michelin Energy Saver tires help extend the EV’s range, as does regenerative braking that charges the batteries while you slow down. The 436-kilograms-worth of lithium-ion batteries are positioned along the floor and beneath the rear seat to help keep the centre of gravity as low as possible. An available 240-volt/32-amp home charging station can top up the batteries from empty in about 9.5 hours."
  },
  {
    "Category": "ECO",
    "Slug": "2019-honda-clarity-sedan",
    "Vehicle Name 1": "HONDA CLARITY",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Honda Clarity - Sedan",
    "JATO ID": 792040420190110,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The Clarity brand has been around for a few years in the U.S., but the latest plug-in hybrid is the most sophisticated, and versatile. Initially launched in California with hydrogen, plug-in hybrid and all-electric propulsion. The plug-in hybrid version, clearly the most viable choice for the Canadian market, is the only one available in Canada. It has an all-electric range of up to 76 kilometres on a full charge. It comes equipped with a combined 102-horsepower four-cylinder engine backed by an electric motor/generator that combine to produce 212 horsepower. That gives the Clarity a maximum range of up to 547 kilometres. Replenishing the batteries using a 240-volt outlet takes about 2.5 hours, or 19-hours using 120-volt household current. The plug-in model is available in two trim levels, with base version very well equipped with standard features such as Honda sensing safety, Display audio system with Andorid AutoTM/Apple CarplayTM and much more."
  },
  {
    "Category": "ECO",
    "Slug": "2019-honda-insight-sedan",
    "Vehicle Name 1": "HONDA INSIGHT",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Honda Insight - Sedan",
    "JATO ID": 773426820190402,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The Insight is based on the Civic platform and gives Honda a triple-threat in the gasoline-electric category, alongside the Accord Hybrid and Clarity plug-in. The drivetrain consists of a four-cylinder gasoline engine and two electric motors. The drive motor generates 129-horsepower while the secondary electric motor acts as a starter as well as a generator. Net system output is 151-horsepower. In EV Drive mode, the electric motor operates solo, but only for a kilometre or two before the gasoline engine starts up and replenishes the batteries. EV Drive comes in handy for low-speed stop-and-go traffic. The Insight includes an assortment of active-safety technology bundled under the Honda Sensing brand. In addition, a dual-zone climate control 180-watt audio system and an eight-inch touchscreen with Apple CarPlay and Android connectivity are standard. The Touring adds a moonroof, navigation, leather seats and rear heated seats."
  },
  {
    "Category": "ECO",
    "Slug": "2019-hyundai-kona-ev-preferred-suv-crossover",
    "Vehicle Name 1": "HYUNDAI KONA ELECTRIC",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Hyundai Kona EV Preferred SUV / Crossover",
    "JATO ID": 805542920181221,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "Hyundai’s newest all-electric vehicle has taken the form of its incredibly popular Kona, the playfully-styled sub-compact utility. Offering the most features and range in its class, the Kona electric is now the one to beat. The Kona electric arrives with a punchy 290 pound-feet of torque and 415 kilometres of range (32 kilometres more than the next-best, Chevrolet Bolt). The vehicle is available in two, well-equipped trims: Preferred and Ultimate. The base model comes with heated seats, heated steering wheel, DC fast charging, Android Auto and Apple CarPlay and the full array of Hyundai SmartSense advanced safety features. Using a DC fast charger, the battery can be charged from 0 to 80% in just 54 minutes. The vehicle is also available with ventilated front seats, Head-Up display, Navigation, Infinity Audio and much more, making it the best-equipped electric vehicle in its class."
  },
  {
    "Category": "ECO",
    "Slug": "2020-jaguar-i-pace-ev400-s-suv-crossover",
    "Vehicle Name 1": "JAGUAR I-PACE",
    "YEAR": 2020,
    "Vehicle Name 2": "2020 Jaguar I-PACE EV400 S SUV / Crossover",
    "JATO ID": 800795420190301,
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SUV",
    "EDITORIAL BLURB (From AS GUIDE)": "Every Jaguar feels like no other vehicle on the road. Moving to all-electric power doesn’t change this. Built from the ground up, the Jaguar I-PACE is a pure Battery Electric Vehicle (BEV). The I-PACE is a Jaguar above all else – a true driver’s car. Its electric motors and near perfect weight distribution deliver 512 lb-ft of instant torque and sports car agility. Featuring an elegant, highly aerodynamic design with a low drag coefficient of 0.29 to 0.33 Cd, the I-PACE has been created to provide efficiency by slicing cleanly through the air for maximum range and stability. The I-PACE, which offers a flowing waistline, dramatic hood scoop and signature rear haunches, seamlessly integrates technology and abundant space. The interior design is clean and uncluttered, with tactile features and sweeping lines. The nature of the electric powertrain offers additional space, providing more freedom to maximize the comfort provided by the interior of the I-PACE."
  },
  {
    "Category": "ECO",
    "Slug": "2019-kia-niro-1.6-l-hatchback",
    "Vehicle Name 1": "KIA NIRO",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Kia Niro 1.6 L Hatchback",
    "JATO ID": 780616320180926,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "Kia’s two-pack of hybrids has been joined by a battery-electric model that produces 201 horsepower and 291 pound-feet of torque. On a full charge, the Niro EV’s official range is 385 kilometres. Compare that to the Niro plug-in hybrid that can run in electric mode for up to 42 kilometres with the 1.6-litre gasoline engine helping to recharge that battery in certain driving conditions. The Niro hybrid has a smaller battery pack and uses the same engine as the plug-in, producing 139-horsepower and 195 pound-feet of torque. Unlike some hybrids that use continuously variable transmissions, the Niro hybrid uses a six-speed Dual-clutch transmission to send power to the front wheels. To save weight, all Niros have aluminum hoods, liftgates and suspension parts plus lightened seat frames and lighter-weight lithium-ion polymer battery packs.  Available features include a range of Advanced Driver Safety Assistance Systems."
  },
  {
    "Category": "ECO",
    "Slug": "2019-lexus-es-300h-signature-sedan",
    "Vehicle Name 1": "LEXUS ES HYBRID",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Lexus ES 300h Signature Sedan",
    "JATO ID": 712702720180814,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The ES hybrid features a sleek silhouette in addition to  increased interior space and responsive driving dynamics. Exceptionally engineered on Lexus' new Global Architecture K platform, the ES 300h features a 2.5-litre Atkinson cycle four-cylinder gasoline engine and electric motors that delivers a combined 215-horsepower. All new ES models also feature an impressive list of new technologies as standard. The ES is the first Lexus offer Apple CarPlayTM, which joins Entune 3.0 to provide a comprehensive connectivity package. The ES also introduces Lexus Safety System + 2.0 – a major upgrade to the bundle of sophisticated safety technologies designed to enhance driver capabilities to improve safety."
  },
  {
    "Category": "ECO",
    "Slug": "2019-lexus-ux-250h-suv-crossover",
    "Vehicle Name 1": "LEXUS UX HYBRID",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Lexus UX 250h - SUV / Crossover",
    "JATO ID": 803296220181023,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "Introducing the all-new 2019 Lexus UX h, expressly crafted for the urban explorer and offering a fresh take on the compact luxury SUV designed with smart technology that compliments a bold and active city lifestyle. Built on an all-new chassis with a low centre of gravity, UX h blends the versatility of an SUV with the agility of a hatchback. The all-wheel drive UX 250h hybrid features a 2.0-litre, four-cylinder engine with three electric motors for a combined 175-horsepower. The engine of the UX 250h is matted to a continuously variable transmission, with paddle shifters that control 10 built-in 'steps' to create the sensation of a geared automatic. Intuitive technology keeps you connected to the wider world, with Lexus Enform and Apple CarPlay™ and an F Sport package heightens the look with sharper suspension tuning, unique grille and wheels, blacked-out trim and sport-style front seats."
  },
  {
    "Category": "ECO",
    "Slug": "2019-mitsubishi-outlander-phev-se-s-awc-suv-crossover",
    "Vehicle Name 1": "MITSUBISHI OUTLANDER PHEV (PLUGIN HYBRID EV)",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Mitsubishi Outlander PHEV SE S-AWC SUV / Crossover",
    "JATO ID": 789425520181029,
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SUV",
    "EDITORIAL BLURB (From AS GUIDE)": "The best-selling plug-in hybrid SUV in the world, Mitsubishi Motors’ Outlander PHEV has broken industry records as the top-selling plug-in hybrid in Canada. A 2.0L engine with two highly efficient electric motors, Mitsubishi Outlander PHEV is the only plug-in hybrid SUV with the capacity to run in four-wheel drive in 100 per cent electric and the only plug-in hybrid SUV to offer DC quick-charging which will charge the vehicle to 80% capacity in less than a half hour. The vehicle allows you the flexibility to drive in 100% electric on shorter trips while not compromising on utility when you need it from towing to cargo space. Mitsubishi’s “Super All-Wheel Control” is standard on all price lines. Updates to 2019 include exterior design changes such as updates to the front and rear fascia."
  },
  {
    "Category": "ECO",
    "Slug": "2020-toyota-corolla-hybrid",
    "Vehicle Name 1": "2020 TOYOTA COROLLA HYBRID",
    "YEAR": 2020,
    "Vehicle Name 2": "NO MODEL LISTED",
    "JATO ID": "NO JATO",
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SEDAN",
    "EDITORIAL BLURB (From AS GUIDE)": "Introducing the bold and redefined Corolla, sporting elevated comfort infused with the Corolla Hatchback’s feisty personality. Toyota New Global Architecture (TNGA) bridges new engineering, design, assembly and materials – building the smoothest and quietest ride. The 2020 Corolla Hybrid features a 1.8-litre, four-cylinder gas engine with electric motors that delivers a combined 121-horsepower. The 2020 Corolla Hybrid offers a highly-satisfying driving experience, along with the brand’s latest advances in comfort and multimedia technology, incorporating standard Entune™ 3.0 Audio system that includes: 8-inch. touchscreen display; six speakers; Apple CarPlay compatibility; Entune 3.0 App Suite Connect; Safety Connect; Scout GPS Link Compatible; and much more. As on the 2020 Corolla gas models, the Toyota Safety Sense 2.0 suite of active safety systems comes standard on the Hybrid model."
  },
  {
    "Category": "ECO",
    "Slug": "2019-toyota-rav4-hybrid-le-awd-suv-crossover",
    "Vehicle Name 1": "TOYOTA RAV4 HYBRID",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Toyota RAV4 Hybrid LE AWD SUV / Crossover",
    "JATO ID": 773617420190117,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The 2019 RAV4 Hybrid is ideal for city and country driving. A standard 2.5-litre, four-cylinder Atkinson Cycle engine with high-torque electric motors delivers a combined 219-horsepower. Beneath the 2019 RAV4’s bolder sheet metal, the Toyota New Global Architecture (TNGA-K) platform provides the robust foundation for capability, comfort and safety. All 2019 RAV4 hybrids feature a standard all-wheel drive system. The 2019 RAV4 comes equipped with Toyota Safety Sense 2.0 (TSS 2.0) including: lane departure alert, full-speed dynamic radar cruise control and more. Fun to drive, the RAV4 works with Apple CarPlay™ and Entune 3.0 Audio with 4.2 inch Thin-Film Transistor (TFT) display."
  },
  {
    "Category": "ECO",
    "Slug": "2019-volvo-xc60-t5-awd-momentum-suv-crossover",
    "Vehicle Name 1": "VOLVO XC60",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Volvo XC60 T5 AWD Momentum SUV / Crossover",
    "JATO ID": 785077620181105,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "Unchanged for 2019, the latest XC60 that arrived for the 2018 model year is sleeker and far more artful than before. The front seats are well bolstered and the 9-inch touchscreen is surrounded by wood and aluminum garnish. Keeping the XC60 on the boil is a trio of four-cylinder engines, including a plug-in hybrid that adds a pair of electric motors for a combined system output of 400 horsepower and 472 pound-feet of torque. With an estimated 27 kilometres of electric-only range, the hybrid is ideal for commuting in gridlocked traffic or launching the XC60 from rest. All models operate through eight-speed automatic transmissions and all come with all-wheel-drive. The Momentum is available with the T5 or T6 engine, while the R-Design and Inscription trims are available with the T6 or T8 engine. A range of active-safety technologies plus a semi-autonomous (semi-self-driving) system are optional."
  },
  {
    "Category": "Family",
    "Slug": "2019-bmw-3-series-330i-xdrive-sedan",
    "Vehicle Name 1": "BMW 330i XDRIVE SEDAN",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 BMW 3 Series 330i xDrive Sedan",
    "JATO ID": 712241820190301,
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SUV",
    "EDITORIAL BLURB (From AS GUIDE)": "When the first BMW 3 Series arrived in North America in 1976 as a successor to the iconic BMW 2002, it built upon the sport sedan foundation pioneered by that model and launched a new name: the BMW 3 Series that would become BMW’s most successful model — a status it retains to this day. Over the course of six model generations, the BMW 3 Series has ranked as the world’s biggest-selling premium car, led the way for high-performance powertrain and chassis technology and earned a reputation as a pioneer of technological innovations in its segment. The latest edition of the car sees BMW building on the sporting tradition of the 3 Series, whose exploits in race competition have earned it many accolades. The seventh generation of the sports sedan moves the game on once again in terms of driving dynamics, not to mention premium quality and innovation, in its segment."
  },
  {
    "Category": "Family",
    "Slug": "2019-cadillac-escalade-esv-awd-suv-crossover",
    "Vehicle Name 1": "CADILLAC ESCALADE/ESV",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Cadillac Escalade ESV AWD SUV / Crossover",
    "JATO ID": 52417520190301,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "For 2019 Cadillac is introducing the 2019 Sport Edition, a bold new look for those who aren’t afraid of the dark. This new black-accented version is the first special edition available for the current Escalade generation. Offered on Luxury, Premium Luxury and Platinum models, the new Sport Edition is distinguished by gloss black exterior trim, including the front grilles, window moldings, body side moldings and more, as well as a unique Midnight Silver finish on the standard 22-inch wheels. The ESV is 51 centimeters longer and has more than a 35-centimetre wheelbase advantage over the standard-size Escalade. That translates into a considerable gain in cargo space with both rear seats folded or with the standard third-row seat in place. Power comes with a 6.2 V-8 fitted with a 10-speed automatic transmission. Four-wheel-drive is standard in both regular-length and ESV versions."
  },
  {
    "Category": "Family",
    "Slug": "2019-chrysler-pacifica-l-minivan",
    "Vehicle Name 1": "CHRYSLER PACIFICA AND PACIFICA HYBRID",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Chrysler Pacifica L Minivan",
    "JATO ID": 786235620190107,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The Canadian-made Chrysler Pacifica is built on a weight-saving platform and wrapped in one of the most smartly tailored shapes in the minivan class. Matching the tasteful exterior is a comfortable interior with room for up to eight people. Chrysler’s exclusive Stow ’n Go (the second- and third-row seats fold beneath the floor) turn the Pacifica into a movable storage locker. Second row Stow ’n Go is not found on the segment-exclusive plug-in Hybrid version. Regardless of model, a range of active safety tech is standard equipment. A 3.6-litre peppy V-6 is also standard and connects to a nine-speed automatic transmission on gas-only Pacificas. The Hybrid uses the dual-motor eFlite electrically variable transmission (EVT) with a specially modified version of the V-6. The Hybrid can function in electric-only mode for more than 50 kilometres."
  },
  {
    "Category": "Family",
    "Slug": "2019-dodge-charger-sxt-sedan",
    "Vehicle Name 1": "DODGE CHARGER",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Dodge Charger SXT Sedan",
    "JATO ID": 703346120190205,
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SEDAN",
    "EDITORIAL BLURB (From AS GUIDE)": "Dodge’s full-size sedan has an imposing new face with interior and new performance upgrades. Buyers can go as tame or as torrid as they wish and their budgets will allow, starting with the award-winning Pentastar V-6 which delivers 300 horsepower. That engine in the Charger SXT and GT trims means they can also be had with all-wheel drive (new for 2019 in SXT model). Move up-range and a selection of “Hemi” V-8s are yours for the picking, ranging from the 370-horsepower R/T and R/T 392 to the 485-horsepower Scat Pack 392. At the peak is the hellacious Hellcat with 707 horsepower and 650 pound-feet of torque. This is the most powerful factory-built sedan you can buy and is also the fastest at a claimed 326 km/h.  New for 2019, the Charger SRT Hellcat features a new performance grille with dual inlets that feed cooler, outside air into the engine compartment."
  },
  {
    "Category": "Family",
    "Slug": "2019-dodge-durango-sxt-awd-suv-crossover",
    "Vehicle Name 1": "DODGE DURANGO",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Dodge Durango SXT AWD SUV / Crossover",
    "JATO ID": 786592720190207,
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SUV",
    "EDITORIAL BLURB (From AS GUIDE)": "Dodge has assumed top spot for performance among North American automakers with a range of V-8-powered models. The Durango recently joined this group with an SRT model packing 475-horsepower and 470 pound-feet of torque. Dodge claims that will propel the big wagon from zero-to-60 mph (96 km/h) in a fleet-footed 4.4 seconds. The vehicle’s macho exterior is enhanced for SRT duty with unique front-end styling and a large hood scoop that keeps the engine cool. Unchanged is a 295-horsepower V-6 – standard in the SXT and GT models – with a fuel-saving system that automatically shuts off the engine when stopped, and then re-fires when you let off the brake pedal. The optional 360-horsepower V-8 comes with variable-displacement that shuts down half of the engine’s cylinders under light-load conditions to save fuel. An eight-speed automatic transmission is standard across the board."
  },
  {
    "Category": "Family",
    "Slug": "2019-dodge-grand-caravan-canada-value-package-minivan",
    "Vehicle Name 1": "DODGE GRAND CARAVAN",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Dodge Grand Caravan Canada Value Package Minivan",
    "JATO ID": 63157520190107,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The Grand Caravan’s impressive interior space, performance and attractive base price make it a popular choice. The interior comes with easy-to-read gauges and soft-touch dashboard and door-panel surfaces. The 283-horsepower award-winning “Pentastar” V-6 is mated to a six-speed automatic transmission and easily runs with the herd for fuel economy. Inside are a dozen or so cup holders plus a variety of small-item bins and pockets (including dual glove boxes) that speak to the vehicle’s utility. The standard third-row split-folding bench seat can be optionally power folded to create a flat load floor. The innovative Grand Caravan has introduced nearly 80 segment firsts, including the second-row Stow ’n Go feature (standard on all but the base model) that comes with a one-touch-down function and provides out-of-sight storage bins."
  },
  {
    "Category": "Family",
    "Slug": "2019-ford-expedition-xlt-suv-crossover",
    "Vehicle Name 1": "FORD EXPEDITION",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Ford Expedition XLT SUV / Crossover",
    "JATO ID": 52407620190301,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "For 2018, Ford’s designers crafted the eight-passenger big rig’s body in aluminum, saving up to 135 kilograms (depending on the model) in the process, despite perching it on a more rigid frame. The Expedition is available in regular length or extended Expedition Max. This allows the big Ford to dimensionally go toe-to-toe with the Chevrolet Tahoe and Suburban duo (plus their GMC counterparts). The standard engine is a turbocharged 3.5-litre turbocharged “EcoBoost” V-6 that makes an impressive 470 pound-feet of torque. The top-level Platinum Series’ turbo V-6 gets 10 additional pound-feet to play with. Each is linked to a 10-speed automatic transmission. Maximum towing capacity is 4,230 kilograms. There’s generous room up front; for the second row: three-person bench seat or two buckets. The Expedition is a well-turned-out machine, but a useful option is the Pro Trailer Backup Assist that makes anyone needing to reverse with a trailer look like an expert."
  },
  {
    "Category": "Family",
    "Slug": "2019-ford-fusion-se-sedan",
    "Vehicle Name 1": "FORD FUSION",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Ford Fusion SE Sedan",
    "JATO ID": 727554420190103,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The 2019 Fusion is the first Ford with Standard Ford Co-Pilot 360™ Driver-Assist Technology, which includes Pre-Collision Assist with Automatic Emergency Braking, Blind Spot Information System with cross-traffic alert, Lane-Keeping System, rearview camera and auto high-beam headlamps. The 2019 Fusion brings new front and rear styling including a new grille featuring a five-bar design finished in chrome on SE and SEL models and new chrome mesh on Titanium. This sleeker Fusion also features a new trunk lid panel, fog lamps and LED taillamps. 2019MY Fusion will have one gas offering — the 1.5L EcoBoost four-cylinder engine plus traditional hybrid and plug-in hybrid powertrains. The latter, installed in the Fusion Energi, now runs for 40 kilometres (previously 32) solely on electric power due to a larger-capacity battery."
  },
  {
    "Category": "Family",
    "Slug": "2019-honda-accord-sedan-lx-cvt",
    "Vehicle Name 1": "HONDA ACCORD",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Honda Accord Sedan LX CVT",
    "JATO ID": 713543120190402,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "For its recent redesign, Honda stretched the Accord’s wheelbase by more than five centimetres for greater legroom, while slightly lowering the roofline. The body is attached to a lighter and stronger platform that’s significantly lighter than before. The sedan runs with a couple of turbocharged four-cylinder powerplants plus a non-turbo four-cylinder with an electric motor in the Hybrid model. The base 1.5-litre turbo delivers 192-horsepower, while a 2.0-litre turbo makes 252-horses. That’s less than the previously optional 278-horsepower V-6, but the replacement delivers more maximum torque available throughout a wider rev range. The base 1.5 can be had with a six-speed manual transmission or a continuously variable unit (CVT). The optional 2.0 also gets a manual gearbox, while a 10-speed automatic is optional."
  },
  {
    "Category": "Family",
    "Slug": "2019-honda-odyssey-lx-minivan",
    "Vehicle Name 1": "HONDA ODYSSEY",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Honda Odyssey LX Minivan",
    "JATO ID": 796806320190402,
    "SPECIFICATION DATA": "",
    "COMMENTS": "CURRENTLY BROKEN IMAGE LINKS - CHECK",
    "EDITORIAL BLURB (From AS GUIDE)": "The 2019 Odyssey is here and it’s mighty impressive. Loaded with innovative features and technologies, the Odyssey is your source for convenience, connectivity and tons of fun. The Versatile Magic Slide second-row seats allows you to configure maximize passenger comfort and accessibility. Other features include “CabinTalk,” an in-vehicle public-announcement address system that enables front-seat passengers to communicate with passengers in the back. Also, the CabinWatch celling mounted camera monitors the activities of second- and third-row occupants through the touchscreen. The standard V-6 engine generates 280-horsepower and 262 pound-feet of torque. It’s connected to a nine-speed automatic transmission on all but the top-end Touring model that uses a 10-speed automatic. The Odyssey’s smooth and strong power delivery and rock-steady cornering stability should be a big hit with drivers."
  },
  {
    "Category": "Family",
    "Slug": "2019-mini-clubman-all4-hatchback",
    "Vehicle Name 1": "MINI CLUBMAN 4",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 MINI Clubman ALL4 Hatchback",
    "JATO ID": 766356220180801,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "With its larger footprint the MINI Clubman is the first MINI to compete with other Compact Cars in terms of size and space. Compared to the iconic MINI 3 door, the  MINI Clubman is nearly 28 centimetres longer, 6.6 centimetres wider and has a 10-centimetre wheelbase advantage. Its four full-size doors are more practical than the single access half-door on the original model. For rear stowage access there are dual side-hinged “split doors” in place of a more common liftgate. The MINI Clubman offers three different engine variants — the Cooper, Cooper S and high performance John Cooper Works (JCW) – all standard with MINI’s ALL4 All Wheel Drive system. 6-speed manual transmissions are standard, or opt for the 8-speed automatic on all variants. The MINI Clubman offers the highest degree of refinement and everyday practicality a MINI has ever seen."
  },
  {
    "Category": "Family",
    "Slug": "2019-nissan-altima-s-sedan",
    "Vehicle Name 1": "NISSAN ALTIMA AWD",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Nissan Altima S Sedan",
    "JATO ID": 58619720180928,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "Nissan has totally reengineered the Altima for model year 2019: the first North American Nissan sedan to offer Nissan’s Intelligent All-Wheel Drive (standard in Canada). The new Altima’s design is inspired from the award-winning Nissan Vmotion 2.0 concept. When it comes to enhancing driving enjoyment, the 2019 Altima stands alone in its class with Nissan's advanced ProPILOT Assist semi-autonomous drive technology. ProPILOT Assist reduces the amount of driver acceleration, steering and braking input under certain driving conditions, such as single-lane highway driving. The 2019 Altima offers additional technology known as Safety Shield 360 and includes: Intelligent Emergency Braking with Pedestrian Detection, Rear Intelligent Emergency Braking, Lane Departure Warning, radar-based Blind Spot Warning, Rear Cross Traffic Alert and High Beam Assist."
  },
  {
    "Category": "Family",
    "Slug": "2019-nissan-maxima-sl-sedan",
    "Vehicle Name 1": "NISSAN MAXIMA",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Nissan Maxima SL Sedan",
    "JATO ID": 748112320181217,
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SEDAN",
    "EDITORIAL BLURB (From AS GUIDE)": "Nissan’s flagship sedan offers a refreshed design from a more voluminous front grill with a deeper V motion flow to a redesigned rear fascia. The standard jewel-like LED headlights and Nissan Signature Daytime Running Lights add to the Maxima’s premium, high performance appearance, along with the new, deep fascia design. Interior enhancements include: standard Rear Door Alert (RDA) for all grade levels, revised SiriusXM® Radio with Advanced Auto Features (SiriusXM® subscription required, sold separately) and revised Nissan Door to Door Navigation system, which is standard. The new 2019 Maxima also includes the availability of Nissan Safety Shield 360, a suite of six advanced active safety — and driver-assist technologies. This includes: Intelligent Emergency Braking with Pedestrian Detection, Blind Spot Warning, Rear Cross Traffic Alert, Lane Departure Warning, High Beam Assist and much more."
  },
  {
    "Category": "Family",
    "Slug": "2019-subaru-ascent-convenience-cvt-suv-crossover",
    "Vehicle Name 1": "SUBARU ASCENT",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Subaru Ascent Convenience CVT SUV / Crossover",
    "JATO ID": 795567420180901,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "Following a five-year category absence, the Tribeca-replacement Ascent joins the three-row-seating group. This time, Subaru has created a roomier structure for up to eight adult-sized passengers. A second-row bench seat is standard, but that can be swapped out for two high-back bucket seats that slide fore and aft to improve third-row access. There’s sufficient space behind the rearmost seat for plenty of luggage, groceries and other cargo. The Ascent runs with a turbocharged 260-horsepower four-cylinder engine. The accompanying continuously variable transmission has eight “steps” that can be manually controlled by paddle shifters behind the steering wheel. Subaru claims the Ascent can travel up to 800 kilometres between fuel stops, thanks to a large fuel tank and 10.4 l/100 km in combined city/highway driving."
  },
  {
    "Category": "Family",
    "Slug": "2019-subaru-legacy-2.5i-sedan",
    "Vehicle Name 1": "SUBARU LEGACY",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Subaru Legacy 2.5i Sedan",
    "JATO ID": 765540720180731,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The Legacy combines the comfort of a roomy four-door with the added confidence of standard all-wheel-drive, which few mid-size sedan competitors can claim. Of course, that item is standard on all Subies (except the BRZ sports car) and includes Active Torque Vectoring, a system that applies light braking force to the inside front wheel while turning to enhance steering control. The Legacy’s suspension and steering systems were last updated for 2018, resulting in improved ride and handling and steering qualities. Front and rear ends were altered and minor revisions made to the interior. The base 175-horsepower four-cylinder and optional 256-horsepower-six cylinder engines remain in place, with each connected to a continuously variable transmission. Subaru’s highly rated available EyeSight grouping of active safety tech includes blind-spot detection, rear cross-traffic alert and high beam assist."
  },
  {
    "Category": "Family",
    "Slug": "2019-volkswagen-atlas-2.0-tsi-trendline-tiptronic-suv-crossover",
    "Vehicle Name 1": "VOLKSWAGEN ATLAS",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Volkswagen Atlas 2.0 TSI Trendline Tiptronic SUV / Crossover",
    "JATO ID": 779685020190130,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The seven-seater Atlas joined the burgeoning full-size utility segment for the 2018 model year. The largest VW in the fleet appears bigger than the tape measure otherwise indicates due to the wide thin grille, bulging fenders and the vehicle’s overall aggressive shape. Among its endearing qualities is an abundance of space throughout all three rows of seats. The left and right halves of the split-folding second-row bench can be independently reclined by up to 14 degrees, and adjusted forward and back by nearly eight inches, providing extra legroom when needed and easy access to the generously-sized third row. Cargo capacity is ample with a 2,268-kilogram towing capacity ranking near the top of the class. Engine choices include a turbocharged 235-horsepower four-cylinder or a 4MOTION All-Wheel Drive 276-horsepower V6, achieving maximum performance with regular fuel."
  },
  {
    "Category": "Family",
    "Slug": "2019-volvo-s60-t5-momentum-sedan",
    "Vehicle Name 1": "VOLVO S60 AND V60",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Volvo S60 T5 Momentum Sedan",
    "JATO ID": 785076520181105,
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SEDAN",
    "EDITORIAL BLURB (From AS GUIDE)": "The new mid-size S60 Sedan and V60 wagon join the larger S90 and V90 in Volvo’s lineup. Both are more than 12 cm longer than before and wheelbases been stretched by about 10 cm, resulting in more legroom. The sedan and wagon are built on Volvo Cars’ Scalable Product Architecture (SPA) platform. The T5 Momentum trim level is equipped with a turbocharged 2.0-litre four-cylinder producing 250- horsepower and 258 pound-feet of torque. The T6 R-Design and Inscription trim gets a supercharged and turbocharged version of the 2.0, rated at 316 horsepower and 295 pound-feet of torque. At lower engine speeds, the supercharger provides the boost, but above 3,500 rpm the turbocharger takes over. These vehicles are tailored around your needs —  a place where connected, easy-to-use technology combines with human-centric innovation. Sculpted sides, a sleek profile and muscular shoulders above the rear wheels highlight the cars’ athletic character."
  },
  {
    "Category": "Family",
    "Slug": "2019-volvo-v60-cross-country-t5-awd-wagon",
    "Vehicle Name 1": "VOLVO V60 CROSS COUNTRY",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Volvo V60 Cross Country T5 AWD Wagon",
    "JATO ID": 744220720181206,
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SUV",
    "EDITORIAL BLURB (From AS GUIDE)": "The Volvo V60 Cross Country combines luxury with go-anywhere capability, while still providing an engaging driving experience. The new Volvo V60 Cross Country wagon is the newest edition to the Volvo Cross Country family. Dynamic skid plates and bold fender extenders that house18-inch alloy wheels convey the wagon's tenacious exterior presence. Thanks to its raised ground clearance and robust chassis, the V60 Cross Country delivers what its appearance promises: uncompromising all-road, all-weather capability. The Volvo V60 Cross Country comes with a T5 engine, which is equipped with a turbocharged 2.0-litre four-cylinder producing 250- horsepower and 258 pound-feet of torque. With standard All-Wheel Drive, Sensus Navigation and Hill Descent control, the V60 Cross Country challenges you to take it on an adventure, braving the elements and exploring new terrain."
  },
  {
    "Category": "Luxury",
    "Slug": "2019-acura-tlx-sedan",
    "Vehicle Name 1": "ACURA TLX",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Acura TLX - Sedan",
    "JATO ID": 734603020190222,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "Unchanged for 2019 — Acura gave the TLX a styling update for the 2018 model year that included a “diamond pentagon” grille, restyled headlights and aggressive air intakes in front plus twin exhaust outlets. The base TLX comes with a snappy four-cylinder engine, but for more oomph you can select the available V-6. The 2.4 connects to an eight-speed dual-clutch transmission, while the V-6 has a nine-speed automatic. Four-cylinder models come with all-wheel steering (P-AWS). When cornering, the rear wheels pivot slightly in the opposite direction to the front wheels for greater steering precision, but when braking, the wheels point slightly inward (called toe-in) to improve stability. V-6s are equipped with Super Handling All-Wheel-Drive (SH-AWD) with torque vectoring, whereby the outside wheel spins faster when turning, allowing the car to corner more precisely and with more stability. The optional A-Spec trim comes with A-SPEC exclusive styling inside and out, as well as 19-inch wheels."
  },
  {
    "Category": "Luxury",
    "Slug": "2019-alfa-romeo-giulia-sedan",
    "Vehicle Name 1": "ALFA ROMEO GULIA",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Alfa Romeo Giulia - Sedan",
    "JATO ID": 777839220190311,
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SEDAN",
    "EDITORIAL BLURB (From AS GUIDE)": "The Giulia (pronounced Julia) stacks up against the BMW 5 Series sedan, including the availability of all-wheel-drive. That feature, which can send up to 60 per cent of available torque to the front wheels, can come with the 280-horsepower turbo four-cylinder. It’s mated to an eight-speed automatic transmission with manual-shift controls. The automaker claims a zero-to-60-mph (96 km/h) time of 5.1 seconds. For greater performance, the rear-wheel-drive Quadrifoglio (Italian for four-leaf clover) bursts from the gate with a 505-horsepower twin-turbo V6. With this version, the sprint to 60 mph (96 km/h) takes just 3.8 seconds. An eight-speed automatic transmission is standard with either powerplant. All models come with standard features such as wood and leather interior trim, sporty bucket seats, leather-wrapped flat-bottom steering wheel and touchscreen display."
  },
  {
    "Category": "Luxury",
    "Slug": "2019-alfa-romeo-stelvio-awd-suv-crossover",
    "Vehicle Name 1": "ALFA ROMEO STELVIO",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Alfa Romeo Stelvio AWD SUV / Crossover",
    "JATO ID": 784213120190325,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "Born from the world’s greatest driving road – the Stelvio Pass – the 2019 Alfa Romeo Stelvio sets a new benchmark in performance, style and technology in an SUV that could only be Italian. The interior oozes elegance that’s intrinsically Italian. The thick flat-bottom steering wheel, oversized gauge pods, delicate transmission shifter and finely tailored leather-covered seats prove that passion is alive and well at Alfa Romeo. Calling the turbocharged four-cylinder the “base” engine is a total misnomer considering its prodigious output, relative to the competition. The king-of-the-hill Quadrifoglio uses a twin-turbocharged V-6 that puts out 505 horsepower and 443 pound-feet of torque. The standard Q4 all-wheel-drive setup sends 100 per cent of the engine’s torque to the rear wheels in normal driving conditions via a carbon-fibre driveshaft. But when the rears start to slip, up to 60 per cent can be directed to the front wheels."
  },
  {
    "Category": "Luxury",
    "Slug": "2019-audi-a6-3.0-55-tfsi-quattro-progressiv-s-tronic-sedan",
    "Vehicle Name 1": "AUDI A6",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Audi A6 3.0 55 TFSI Quattro Progressiv S tronic Sedan",
    "JATO ID": 765558520181017,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The A6 has done a full transformation starting with a turbocharged V-6 that makes 335- horsepower and 369 lb-ft of torque. It’s a similar output as its predecessor but has 44 more lb-ft of torque, the increase comes from a 48-volt electric motor/generator that supports the V-6. A seven speed S-tronic automatic transmission sends power to all four wheels. The interior includes a new dashboard and two upper and lower touchscreens replacing the rotary dials on the previous edition. The base model includes 3-zone climate control, power sunroof, navigation and leather seats. Options include a number of driver-assist and active-safety technologies as well as Audi’s virtual cockpit. It consists of a 12.3-inch screen (replacing the traditional gauges) that allows the driver to combine speedometer and tachometer displays, in varying sizes, with a navigation screen and infotainment selections."
  },
  {
    "Category": "Luxury",
    "Slug": "audi-e-tron",
    "Vehicle Name 1": "AUDI E-TRON",
    "YEAR": 2019,
    "Vehicle Name 2": "NO MODEL LISTED",
    "JATO ID": "NO JATO",
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SEDAN",
    "EDITORIAL BLURB (From AS GUIDE)": "The Audi e-tron is the first full-electrical model from the brand with the four rings. The sporty and stylish SUV combines the space and comfort of a typical luxury class automobile with a range suitable for everyday use, catapulting the driver into a new era. It is powerful, sporty and practical for everyday driving. Two electric motors combined with the all-wheel drive system delivers optimum performance on any terrain. Comprehensive charging options for at home and on the go with Electrify Canada, make electric driving convenient and effortless. Forward-looking, innovative, and electric – the Audi e-tron is the next step into the future of electric luxury."
  },
  {
    "Category": "Luxury",
    "Slug": "2019-bmw-8-series-m850i-xdrive-coupe",
    "Vehicle Name 1": "BMW 8 SERIES",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 BMW 8 Series M850i xDrive Coupe",
    "JATO ID": 803584420190301,
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SEDAN",
    "EDITORIAL BLURB (From AS GUIDE)": "BMW is pleased to introduce the all-new 2019 BMW 8 Series Coupé and Cabriolet. Initially available as the BMW M850i xDrive variant, the 8 Series makes its return to Canada and writes a new chapter in the German automaker’s storied history of outstanding performance, beautiful design and state of the art technology. The exterior design of the BMW 8 Series exudes a very modern form of sporting appeal, beautifully blended, with an air of exclusiveness and sensual allure. Its unique character is the result of BMW’s new styling language focusing on modernity and emotional engagement. The number ‘8’ in the model name indicates the new vehicle’s high-ranking status within BMW’s product range. As in the past with the BMW Z8 and with the current BMW i8, it is reserved for exceptionally sporty cars that stir the emotions."
  },
  {
    "Category": "Luxury",
    "Slug": "2019-cadillac-xt5-fwd-suv-crossover",
    "Vehicle Name 1": "CADILLAC XT5",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Cadillac XT5 FWD SUV / Crossover",
    "JATO ID": 52419220190301,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The XT5 crossover combines spacious luxury and high-tech convenience features to create the perfect Crossover Touring 5 vehicle. The XT5 is lightweight with a design structure specifically created to improve fuel economy, driving dynamics and interior space. The Cadillac XT5 relies on the unique lightweight design of its chassis for increased fuel economy and the ultimate driving experience. The XT5 brings a high level of sophistication to showcase Cadillac’s evolving design language. The XT5 has a strong visual presence with proportions that convey the driving experience and the lightweight construction underneath the surface. There is a lean, taut, liquid quality to the surfaces with flowing, uninterrupted lines separated by crisp edges. XT5 is powered by the 3.6-litre V6 engine with certified peak output of 310-horsepower and 271 lb-ft of torque. The V6 uses variable valve timing for strong response and smooth power delivery."
  },
  {
    "Category": "Luxury",
    "Slug": "2019-cadillac-xt4-luxury-fwd-suv-crossover",
    "Vehicle Name 1": "CADILLAC XT4",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Cadillac XT4 Luxury FWD SUV / Crossover",
    "JATO ID": 707120320190301,
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SUV",
    "EDITORIAL BLURB (From AS GUIDE)": "Cadillac’s first-ever XT4 is an all-new compact SUV tailored for the next generation of luxury customers. It delivers expressive design, confident performance, spacious accommodations and new technologies. The XT4 also debuts Cadillac’s new global “Y” trim strategy, with distinctive Premium Luxury and Sport models built on the well-equipped Luxury (base) trim. Specific content and styling cues tailor the Premium Luxury and Sport trims to different customer tastes and preferences. XT4 Sport models feature a gloss black mesh grille inspired by Cadillac’s high-performance V-Series models, gloss black window moldings and specific Sport alloy wheel choices. Luxury and Premium Luxury models feature grilles with bright metallic accents, satin aluminum window moldings and satin chrome-accented door handles. An all-new Cadillac 2.0L Turbo engine drives all models. It features new, efficiency-enhancing technologies including Active Fuel Management™ (cylinder deactivation); and it is coupled with a nine-speed automatic transmission with next-generation Electronic Precision Shift."
  },
  {
    "Category": "Luxury",
    "Slug": "2019-genesis-g70-2.0t-advanced-awd-sedan",
    "Vehicle Name 1": "GENESIS G70",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Genesis G70 2.0T Advanced AWD Sedan",
    "JATO ID": 798466420180419,
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SEDAN",
    "EDITORIAL BLURB (From AS GUIDE)": "On the luxury-car tree the G70 compact sports sedan perches on the same branch as the BMW 3-series, Jaguar XE and Infiniti Q50. Base 2.0T versions are armed with a turbocharged four-cylinder engine with 252 horsepower and 260 pound-feet of torque. 3.3T models come with a twin-turbo V-6 with 365 horses and 376 pound-feet of torque. The latter engine can launch the G70 to 60 mph (96 km/h from rest in 4.5 seconds). An eight-speed automatic transmission with paddle shifters is standard with either engine. All-wheel-drive comes standard in all, except for the 2.0 Sport trim level, which is rear-wheel-drive. It includes Brembo-brand brakes, a limited-slip differential and alloy pedals. Genesis also increases the Sport’s turbo-I-4’s horsepower rating to 255. Sport-trimmed G70s can also come with the V-6 and all-wheel-drive. The G70 includes a wide range of collision-mitigation/active avoidance safety technologies as standard, helping it rank as a 2019 IIHS “Top Safety Pick+.”"
  },
  {
    "Category": "Luxury",
    "Slug": "2019-genesis-g80-3.8-technology-sedan",
    "Vehicle Name 1": "GENESIS G80",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Genesis G80 3.8 Technology Sedan",
    "JATO ID": 765550520180601,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The mid-size G80 slots into the middle of Genesis’ sedan line-up, between the sport-focused G70 compact and ultra-luxury G90 full-size. The G80’s base V-6 is rated at 311-horsepower, while a 420-horsepower V-8 is optional. A more aggressive G80 Sport variant has its own twin-turbocharged V-6 that produces 365-horsepower and 376 pound-feet of torque, paired with a range of other enhancements – firmer suspension, larger brakes, and sport-inspired features like a thick steering wheel and carbon fibre trim. All three powertrains use eight-speed automatic transmissions and feature a rigid platform benefitting from standard all-wheel-drive. The system distributes torque 40:60 front-to-rear in normal conditions, but can direct up to 90 per cent to the rear wheels in Sport mode for added agility or infinitely vary the split in response to low traction. All available collision-mitigating/active avoidance safety technologies are standard on the G80, which was named a 2019 IIHS “Top Safety Pick+.”"
  },
  {
    "Category": "Luxury",
    "Slug": "2019-genesis-g90-3.3t-sedan",
    "Vehicle Name 1": "GENESIS G90",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Genesis G90 3.3T Sedan",
    "JATO ID": 788873520180601,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "Launched in late 2016, the G90 was the first all-new model introduced under the new stand-alone Genesis brand. Genesis’ flagship full-size sedan is focused on the comfort of its occupants, from the cossetting ride of the adaptive suspension to the exceptional silence of its cabin with triple-sealed doors and double-paned acoustic glass. Relative to the mid-size G80, the G90 is two inches longer overall with 4.5 inches of additional wheelbase. The result is limo-like legroom for rear passengers that, like those up front, are treated to heated, cooled and power adjustable seats. The G90 5.0 model, the sole option offered for 2019, receives a standard 420-horsepower V-8 that’s also optional in the G80. The powerplant is backed by an eight-speed automatic transmission and active all-wheel drive."
  },
  {
    "Category": "Luxury",
    "Slug": "2019-chrysler-300-touring-rwd-sedan",
    "Vehicle Name 1": "CHRYSLER 300",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Chrysler 300 Touring RWD Sedan",
    "JATO ID": 63187720190107,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "For traditionalists and fleet operators wanting or needing a roomy sedan with an equally cavernous trunk, the 300 should more than suffice. The big Chrysler can be outfitted with numerous luxury options, including Dual-pane Panoramic Sunroof and Safetytec groups on the Limited, black painted roof and Premium Group for the 300S and an available premium Harmon Kardon stereo and Premium leather instrument panel, door panels and centre console for the 300C. The regular strength Hemi V-8 remains plenty potent. For something tamer, the 3.6-litre V-6 gives a good accounting of itself on the road and at the gas pumps. The V-6 300 can be specified with all-wheel-drive that uncouples the front axle when it’s not needed. Buyers can add Chrysler’s SafetyTec Group II package with forward collision warning, adaptive cruise control with stop function, lane-departure warning with lane-keep assist and more."
  },
  {
    "Category": "Luxury",
    "Slug": "2019-infiniti-q50-3.0t-luxe-awd-sedan",
    "Vehicle Name 1": "INFINITI Q50",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Infiniti Q50 3.0T LUXE AWD Sedan",
    "JATO ID": 63185720190301,
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SEDAN",
    "EDITORIAL BLURB (From AS GUIDE)": "The popular INFINITI Q50 sports sedan enters 2019 with a streamlined model lineup and the addition of standard Forward Emergency Braking and Predictive Forward Collision Warning. The twin-turbocharged V6 engine produces 300-horsepower, or 400 in the Red Sport model. This engine is mated to seven-speed automatic transmissions and all models come with INFINITI Intelligent All-Wheel Drive. The Q50 is available for the second year with the Signature Edition. This model provides tremendous value with several visual enhancements: 19” Aluminum-Alloy Sport Wheels and performance tires, Sport Front Bumper, Unique Rear Bumper Masking, Rear Deck Lid Spoiler and Leather Sport Seats with Kacchu Aluminum Trim. Furthermore, for 2019, Q50 will introduce the I-LINE edition, exclusive to Canada."
  },
  {
    "Category": "Luxury",
    "Slug": "2019-infiniti-q60-coupe-3.0t-luxe-awd",
    "Vehicle Name 1": "INFINITI Q60",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Infiniti Q60 Coupe 3.0t LUXE AWD",
    "JATO ID": 773239020181019,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "Now in the third year of the third-generation design, the INFINITI Q60 sports coupe continues to offer daring exterior design, tailored interior and advanced technology that empowers the drive. For 2019, Q60 adds standard Forward Emergency Braking with Pedestrian Detection and Predictive Forward Collision Warning. The Q60 3.0t LUXE models also include Bose® 13 speaker Performance Series Audio and an auto-dimming interior mirror with compass, and INFINITI InTouch™ Navigation/INFINITI InTouch™ Services. The Q60 RED SPORT 400 models now feature a standard Stainless Steel Axle -Back Performance Exhaust and black mirror caps. The 3.0-litre V6 twin-turbo engines (400 and 300-horsepower versions) have been developed to deliver optimal power and torque for engines of their size. Furthermore, for 2019, Q60 will introduce the I-LINE edition."
  },
  {
    "Category": "Luxury",
    "Slug": "2019-jaguar-xj-r-sport-swb-awd-sedan",
    "Vehicle Name 1": "JAGUAR XJ",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Jaguar XJ R-Sport SWB AWD Sedan",
    "JATO ID": 16058620181121,
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SEDAN",
    "EDITORIAL BLURB (From AS GUIDE)": "The XJ redefines what a luxury car should be. It’s a dramatic combination of beauty, luxury and power. It provides agility and delivers a refreshingly dynamic driving experience. For the passenger, the cabin is built for stretching out and relaxing. The state-of-the-art Touch Pro™ system is standard along with other enhancements, both inside and out. The XJ features full LED headlights and taillights. No vehicle looks, or feels, like the XJ. Standard Wheelbase (SWB) or Long Wheelbase (LWB), every XJ is the perfect environment for work or leisure. LWB models also feature over a metre of legroom and a unique limousine ride with revised air suspension settings for even greater comfort. The assertive styling includes an imposing, upright front grille with mesh detail, full LED headlights and eye-catching LED taillights with a distinctive pinstripe graphic. The powerful character of the XJ is reflected in the low, wide stance and long, taut waistline."
  },
  {
    "Category": "Luxury",
    "Slug": "maserati-ghibli",
    "Vehicle Name 1": "MASERATI GHIBLI",
    "YEAR": 2019,
    "Vehicle Name 2": "NO MODEL LISTED",
    "JATO ID": "NO JATO",
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SEDAN",
    "EDITORIAL BLURB (From AS GUIDE)": "The Ghibli name was once associated with an exotic-looking fastback GT built from model-years 1967 thru 1973. Today it’s a four-door sedan — the most affordable model in Maserati’s lineup. But it in no way lacks in luxury content or performance. The base rear-wheel-drive edition’s twin-turbocharged V-6 that’s built by Ferrari and puts out 345- horsepower and 369 pound-feet of torque. Increased output comes with the all-wheel-drive Ghibli S Q4. It operates with a modified version of the twin-turbo V-6 that’s rated at 424-horsepower and 428 pound-feet. Each engine comes with an eight-speed automatic transmission. As with other Maseratis, it also uses the same touchscreen system to control the infotainment, communications and navigation systems and is considered one of the best of its type around."
  },
  {
    "Category": "Luxury",
    "Slug": "maserati-quattroporte",
    "Vehicle Name 1": "MASERATI QUATTROPORTE",
    "YEAR": 2019,
    "Vehicle Name 2": "NO MODEL LISTED",
    "JATO ID": "NO JATO",
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SEDAN",
    "EDITORIAL BLURB (From AS GUIDE)": "In 1963, Maserati introduced the world’s first-ever luxury sports sedan. Fast-forward to the 2019 Maserati Quattroporte, and the same passion endures, combining race-bred performance with unrivalled luxury. Luxury and spacious comfort meet phenomenal dynamic capabilities in the Maserati Quattroporte. It’s a unique combination, perfectly expressed by this sport sedan’s elegant and imposing proportions. The Quattroporte delivers race-bred excitement from a choice of powerful twin-turbo V8 and V6 engines, designed by Maserati Powertrain and built exclusively by Ferrari at their factory in Maranello, Italy. GranLusso trim elevates Quattroporte luxury to the highest level. The GTS trim, reserved for the twin-turbo powered Quattroporte, stands for GranTurismo Sport, delivering race-bred performance in a 523-horsepower executive sedan that is the flagship of the Quattroporte collection."
  },
  {
    "Category": "Luxury",
    "Slug": "2019-mercedes-benz-c-class-c-300-4matic-sedan",
    "Vehicle Name 1": "MERCEDES-BENZ C-CLASS",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Mercedes-Benz C-Class C 300 4MATIC Sedan",
    "JATO ID": 750213020181001,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The C-Class lineup is a toy box brimming with body styles content and powertrain options to suit a diverse range of buyers. Changes to all four models — sedan, wagon, coupe and convertible are limited to revised front — and rear-end treatments with new LED headlamps. New options include smartphone integration featuring Apple CarPlayTM and Android AutoTM as well as wireless charging, 64-colour ambient lighting and a fully digital instrument cluster. A touch-pad controller on the console allows your fingers to zoom or reduce (pinch) and select the various menu items, including infotainment, communications and climate systems displayed on a dash-mounted tablet-style screen. All-wheel-drive is standard equipment in everything save for the rear-wheel-drive only AMG C63S models. Luxury abounds with options such as active MULTIBEAM LED headlamps and panoramic sunroof."
  },
  {
    "Category": "Small",
    "Slug": "2019-chevrolet-cruze-ls-sedan-6at",
    "Vehicle Name 1": "CHEVROLET CRUZE",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Chevrolet Cruze LS Sedan 6AT",
    "JATO ID": 767617320190123,
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SEDAN",
    "EDITORIAL BLURB (From AS GUIDE)": "The compact Cruze is ideal for those seeking affordability, fuel efficiency and plenty of people and cargo capacity. The latter is the hatchback’s specialty, providing about one-third more volume than the sedan behind the split-folding rear seat, and significantly more space when the seat is folded down. Both body styles come with a turbocharged 153-horsepower four-cylinder gasoline engine, while a 1.6-litre turbo-diesel is optional. That engine’s 240 pound-feet of torque (compared to 177 for the gasoline engine) plus thrifty operation (6.4 L/100 km in combined city/highway driving) make it a best choice for drivers who tend to pile on the kms. A 6-speed automatic transmission is standard with the gas engine and a 9-speed automatic comes with the available turbo-diesel. Of the four trim levels, the RS package that’s available on the top-level Premier model includes a unique grille, fog lamps, chin spoiler and rocker-panel cladding."
  },
  {
    "Category": "Small",
    "Slug": "2019-fiat-500-hatchback-pop",
    "Vehicle Name 1": "FIAT 500",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Fiat 500 Hatchback Pop",
    "JATO ID": 788877520181204,
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SEDAN",
    "EDITORIAL BLURB (From AS GUIDE)": "One of the smallest new cars you can buy, other than the all-electric Smart, soldiers on in a world dominated by much larger vehicles. The lineup of hatchbacks and semi-convertibles (where only the roof retracts) carries on, but with a powertrain upgrade. The previous 101-horsepower four-cylinder engine has been replaced with a turbocharged 135-horsepower I-4. It’s connected to a five-speed manual transmission, or available six-speed automatic. If you’re in the market for a subcompact, the 500’s output now stacks up well against the Mini Cooper’s 134-horse turbocharged three-cylinder. Selecting the sportier 500 Abarth gets you the 160-horspower four-cylinder that delivers 183 pound-feet of torque to the front wheels. All trim levels can be upgraded with a BeatsAudio-brand sound system, navigation system and a sunroof."
  },
  {
    "Category": "Small",
    "Slug": "2019-fiat-500l-sport-minivan",
    "Vehicle Name 1": "FIAT 500L",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Fiat 500L Sport Minivan",
    "JATO ID": 720301620181022,
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SEDAN",
    "EDITORIAL BLURB (From AS GUIDE)": "The Serbia-built five-passenger 500L shares little with its 500 two-door or 500X four-door stable mates, but does exude a saucy character that’s unmistakably Fiat. Both the front passenger seat and the 60:40 split rear seat can be folded flat when extra cargo space is called for. The standard powerplant is a turbocharged 1.4-litre four-cylinder that generates 160- horsepower and 184 pound-feet of torque. A six-speed automatic is the sole transmission. The 500L comes in Sport, Trekking and Lounge models. Of the trio, the Trekking is the most visually stimulating with its unique blacked-out lower bodywork, exclusive 17-inch wheels (16s are standard on Sport) and two-tone interior. Unfortunately, all-wheel-drive is not on the Trekking's build sheet, which limits off-road “trekking,” but this remains a solid family vehicle. Other up-level equipment includes a panoramic glass sunroof and an enlarged infotainment screen."
  },
  {
    "Category": "Small",
    "Slug": "2019-honda-civic-sedan-dx-6mt",
    "Vehicle Name 1": "HONDA CIVIC",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Honda Civic Sedan DX 6MT",
    "JATO ID": 16056420190402,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The fun-to-drive Civic is the best-selling passenger car for 21 years now. The latest Civic sedan, coupe and hatchback deliver big-time in terms of space, looks and performance. The current models have only been around for a short while, but Honda has refreshed the Coupe and Sedan, updated the interior ergonomics and installed a range of dynamic-safety technology to prevent collisions. The engine range carries over from 2018, starting with a non-turbo four-cylinder and an optional turbocharged four-cylinder for the basic sedan and coupe models. The base hatchback uses the turbo engine. The performance-oriented Si sedan and coupe get a slightly punchier version of the turbo 1.5. The fast-and-furious Type R hatchback blows the tuner competition away with a 306-horsepower turbocharged 2.0-litre four-cylinder (with 295 pound-feet of torque). It also has a giant rear wing, roofline-located “vortex generators” to reduce drag."
  },
  {
    "Category": "Small",
    "Slug": "2019-hyundai-kona-essential-2.0-fwd-6at-suv-crossover",
    "Vehicle Name 1": "HYUNDAI KONA",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Hyundai Kona Essential 2.0 FWD 6AT SUV / Crossover",
    "JATO ID": 794962720190103,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "Winner of the 2019 North American Utility Vehicle of the Year - Hyundai gets in on the sub-compact utility action with a spunky little SUV with playful styling. The fenders were flared to accommodate the car’s wide stance and ride height has been elevated for those times when you’re confronted with deeply rutted roads and/or trails. There’s plenty of room for gear with the back seat upright or folded flat. The base engine is a 2.0-litre four-cylinder with 147- horsepower and 132 pound-feet of torque. The optional turbo 1.6-litre I-4 does even better, producing 175-horses and 195 pound-feet of torque, making the Kona the most dynamically-capable vehicle in its segment. A six-speed automatic transmission is linked to the 2.0, while the 1.6 turbo uses a seven-speed automated manual. All-wheel-drive can be added to the 2.0, and is standard with the 1.6 turbo."
  },
  {
    "Category": "Small",
    "Slug": "2019-hyundai-veloster-2.0-n-6mt-coupe",
    "Vehicle Name 1": "HUYUNDAI VELOSTER N",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Hyundai Veloster 2.0 N 6MT Coupe",
    "JATO ID": 804276720190103,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The first of the highly anticipated Hyundai N models for North America, the Veloster N is on another level. The focus? Make the car as dynamic, nimble and fun as possible. Its four-cylinder, 2-litre turbocharged engine delivers 275-horsepower and 260 ft-lb of torque. This engine is mated to a short-throw, six-speed manual gearbox with automatic rev-matching downshifts, a facility which can be easily controlled by the driver with a dedicated button on the steering wheel. A trick, electronically-controlled mechanical limited slip differential (eLSD) and electronically controlled dampers provide exemplary ride and handling. A sporty, low-restriction exhaust system provides just the right sound for this type of vehicle, something which should never be overlooked. As it is an active exhaust system with electronically-actuated valves, it can also be quiet when you need it to be. A rear high-mount spoiler, aero body cladding and sport bucket seats are also included."
  },
  {
    "Category": "Small",
    "Slug": "2019-hyundai-elantra-gt-preferred-6mt-hatchback",
    "Vehicle Name 1": "HYUNDAI ELANTRA GT",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Hyundai Elantra GT Preferred 6MT Hatchback",
    "JATO ID": 711052520190103,
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SEDAN",
    "EDITORIAL BLURB (From AS GUIDE)": "The Elantra GT hatchback is the first vehicle to introduce Hyundai’s new “N Line” trim to Canada. N Line adds sporty design elements and refined chassis upgrades to existing Hyundai products. For the Elantra GT platform, the N Line replaces the outgoing Sport trim and retains its 1.6-litre turbocharged four-cylinder. Blacked-out headlights, new front and rear bumpers and unique 18-inch wheels help complete the sporty look. Under the surface, quicker steering, stiffer engine and transmission mounts and retuned suspension will provide much improved driving dynamics. The Elantra GT N Line comes standard with a 6-speed manual gearbox and is available with a 7-speed dual clutch transmission (DCT). The entry-level Elantra GT with the 2.0-litre direct-injection engine and either a 6-speed manual or 6-speed automatic is a carryover."
  },
  {
    "Category": "Small",
    "Slug": "2020-kia-soul-2.0-lx-ivt-hatchback",
    "Vehicle Name 1": "KIA SOUL",
    "YEAR": 2020,
    "Vehicle Name 2": "2020 Kia Soul 2.0 LX IVT Hatchback",
    "JATO ID": 703609920190215,
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SEDAN",
    "EDITORIAL BLURB (From AS GUIDE)": "The 2020 Kia Soul stays true to its brand heritage and unconventional DNA. It will offer Canadians a completely new, yet familiar, version of Kia’s beloved and award-winning urban favorite. Available in five trim levels, the 2020 Kia Soul will arrive in Canada in the early first half of 2019 and boast a continued passion for music with touches inspired by the emotional visualization of sound including enhancements to its available mood lighting system boasting 11 new ambiance settings and 3D pattern surfaces on the upper door panels which synchronize to the beat of music playing in the vehicle. The new Soul also features high-tech details like an available 10.25” colour touchscreen navigation and available 8-inch Heads-Up Display. The 2020 Kia Soul EV is also brand new and was created with the same distinctive, fun-loving and crowd-pleasing spirit as the beloved and award-winning Soul."
  },
  {
    "Category": "Small",
    "Slug": "2019-mazda-mazda3-gx-6mt-sedan",
    "Vehicle Name 1": "MAZDA3",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Mazda Mazda3 GX 6MT Sedan",
    "JATO ID": 705487420190116,
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SEDAN",
    "EDITORIAL BLURB (From AS GUIDE)": "Major changes abound for Mazda’s compact sedan and hatchback, with all-new versions of both expected to go on sale within the first quarter of 2019. The redesigned Mazda3 is the first in the company’s new generation of vehicles, which features a more mature and sophisticated iteration of the head-turning Kodo design language. The compact model also benefits from the automaker’s new Skyactiv-Vehicle Architecture and will be the first model to introduce the new Skyactiv-X, an innovative engine that combines the benefits of gasoline and diesel engines. G-Vectoring Control is included on all models as standard equipment. The system temporarily reduces engine torque when the driver enters a turn, loading more g-force over the front axle. That in turn enhances steering response. Regardless of choice or body style, the Mazda3 scores points with those who enjoy driving something sporty, but without the space limitations that traditional sports cars impose."
  },
  {
    "Category": "Small",
    "Slug": "2019-mercedes-benz-a-class-a-220-sedan",
    "Vehicle Name 1": "MERCEDES-BENZ A-CLASS",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Mercedes-Benz A-Class A 220 Sedan",
    "JATO ID": 806768820190201,
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SEDAN",
    "EDITORIAL BLURB (From AS GUIDE)": "The A-Class is the new entry-level designation from Mercedes-Benz. Unlike the previous starting-point CLA, the sedan and hatchback each have a much taller roofline that will benefit rear-seat passengers. They arrive with turbocharged four-cylinder engines that make 188-horsepower (sedan) or 221-horsepower (hatchback). A seven-speed dual-clutch (automated manual) transmission directs power to either the front, or optionally to all four wheels when equipped with Mercedes-Benz’s 4MATIC hardware. The futuristic interior has dual seven-inch tablet-style screens for the gauges and infotainment system — with touch control — positioned side by side, while two 10.25-inch screens, smartphone integration and voice control are optional. High Performance LED lighting, Panoramic Sunroof and a 12-way power driver’s seat with memory are among the standard features."
  },
  {
    "Category": "Small",
    "Slug": "2019-mini-cooper-hatchback",
    "Vehicle Name 1": "MINI HATCHBACK",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 MINI Cooper - Hatchback",
    "JATO ID": 52407220180701,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "Iconic styling, world renowned handling, premium interior cockpit technology — the MINI is unlike anything else on the road. The MINI Hatchback lineup offers a choice of a three-door, a Convertible for open air driving and a five-door for 2 extra doors. To create the latter, more than 15 centimetres was added to the MINI three-door’s length and the wheelbase was extended by nearly seven centimetres, to increase rear-seat legroom. However, the 5 door’s main advantage becomes obvious once you drop the split folding rear-seat and access plenty of stowage space. The MINI Hatchback lineup also offers the choice of three different engine variants. The base turbocharged three-cylinder engine produces 134-horsepower, while the turbocharged four-cylinder engine in the Cooper S makes 189-horsepower. The John Copper Works (JCW) variant ups the Cooper S’ output to 228-horses, while reducing zero-to-60-mph (96 km/h) sprints to 6.1 seconds."
  },
  {
    "Category": "Small",
    "Slug": "2019-subaru-impreza-convenience-5mt-sedan",
    "Vehicle Name 1": "SUBARU IMPREZA",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Subaru Impreza Convenience 5MT Sedan",
    "JATO ID": 63187020180901,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "Subaru has made nary a misstep on its seemingly steady march toward mainstream automotive dominance. The all-wheel-drive sedan and hatchback display a design maturity that’s practically guaranteed to win over new fans to the brand. Both versions were the first to use the considerably more rigid Subaru Global Platform that the company claims make them better riding and handling cars that can also more effectively absorb the energy from collisions. Their suspensions limit body roll in the corners and the standard 152-horsepower four-cylinder engine is relatively easy on gas. A five-speed manual remains as the standard transmission, while a continuously variable unit with seven pre-set ratios is optional. On the safety front, the Impreza’s available suite of active safety technologies, called EyeSight, includes Reverse Automatic Braking that stops the car should it detect a person or object when the driver is backing up."
  },
  {
    "Category": "Small",
    "Slug": "2019-volkswagen-golf-1.4-tsi-comfortline-6mt-hatchback",
    "Vehicle Name 1": "VOLKSWAGEN GOLF/ALLTRACK",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Volkswagen Golf 1.4 TSI Comfortline 6MT Hatchback",
    "JATO ID": 50737920190320,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "Volkswagen, which has a new base engine for 2019, practically invented the hatchback and has stuck with that shape for more than four decades. The current model lineup consists of the basic Golf, GTI, Golf R, electric e-Golf, SportWagen and Alltrack. The SportWagen-derived Alltrack is fitted with VW’s 4MOTION all-wheel-drive system (also optional on the SportWagen) that can divert up to 100% of the engine’s torque to the rear wheels when the front wheels begin to slip. Alltrack models also have a higher ground clearance plus additional body cladding for that off-road look. The 228-horsepower GTI was at one time the hot rod in the group, but has been outmuscled by the 288-horsepower Golf R. For 2019, the basic Golf now gets the same (i.e. more efficient) 1.4-litre four-cylinder engine that’s now standard in the Jetta, replacing the previous 1.8-litre I-4."
  },
  {
    "Category": "Small",
    "Slug": "2019-volkswagen-jetta-1.4-tsi-comfortline-6mt-sedan",
    "Vehicle Name 1": "VOLKSWAGEN JETTA",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Volkswagen Jetta 1.4 TSI Comfortline 6MT Sedan",
    "JATO ID": 735919820190320,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The Jetta perches on Volkswagen’s latest MQB platform that’s the foundation for a number of VWs. The 147-horsepower turbocharged four-cylinder engine combined with a six-speed manual or an eight-speed automatic transmission has a 7.0L/100km combined making it one of the most fuel efficient vehicles in its segment. The Jetta GLI — sporting a turbocharged 228-horsepower — is expected later in the model year. The base Jetta Comfortline includes standard heated front seats, LED headlights, taillights daytime running lights, and 16-inch alloy wheels among other standard equipment, Next-in-line Highline adds a Rail2Rail power sunroof, dual-zone climate control, Kessy keyless access, and blind-spot detection with rear-traffic alert. You can go all out with the Execline trim, equipped with a 10.25 VW Digital Cockpit, navigation, heated rear seat, heated steering wheel, remote start and  premium Beats audio system."
  },
  {
    "Category": "Sport",
    "Slug": "2019-acura-nsx-coupe",
    "Vehicle Name 1": "ACURA NSX",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Acura NSX - Coupe",
    "JATO ID": 766464020181112,
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SEDAN",
    "EDITORIAL BLURB (From AS GUIDE)": "More than a quarter-century after the NSX was first launched, the latest mid-engine version has again shaken up sports-car-class elites. The most unique part of the car is the hybrid propulsion system consisting of two electric motors powering the front wheels plus a third motor connected to the mid-engine twin-turbo V-6. The net result of this gasoline-electric mélange is 573-horsepower and 476 pound-feet of torque. The powertrain can be set to Quiet, Sport, Sport Plus or Track modes. The first one minimizes the V-6’s operation, while the last two are for all-out performance (Sport is the standard setting). The suspension can also be dialed by selecting one of two settings that control the dampers. Extra-cost options include fade-free ceramic brakes, and carbon-fibre roof, rear spoiler and other pieces. For 2019, the NSX gets a revised (stiffer) front suspension plus steering tweaks for responsiveness."
  },
  {
    "Category": "Sport",
    "Slug": "2019-alfa-romeo-4c-spider-coupe",
    "Vehicle Name 1": "ALFA ROMEO 4C SPIDER",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Alfa Romeo 4C Spider Coupe",
    "JATO ID": 756587420190108,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "This Fiat Chrysler brand’s mid-engine sports car is quick off the mark and was born and bred in Maserati and Ferrari's backyard. For 2019, the 4C Spider (roadster) is the only model offered. Its unique design begins with a basic body structure made of lightweight carbon-fibre with aluminum front and rear sub-frames for the engine, suspension and steering system and a SMC (sheet molded compound) body. A turbocharged four-cylinder engine is a 4C staple and the sole transmission is a six-speed automated manual with steering-column-mounted paddle shifters. Alfa claims zero-to-60-mph (96 km/h) acceleration takes 4.1 seconds using an electronic “launch-control” system that produces quick starts with virtually no wheel spin. A “DNA selector system” sets the throttle, transmission and brakes to Dynamic (full-performance), Natural (comfort); All-Weather (for slippery roads)."
  },
  {
    "Category": "Sport",
    "Slug": "2020-bmw-3-series-m340i-xdrive-sedan",
    "Vehicle Name 1": "BMW M340i XDRIVE SEDAN",
    "YEAR": 2020,
    "Vehicle Name 2": "2020 BMW 3 Series M340i xDrive Sedan",
    "JATO ID": 712241720190301,
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SEDAN",
    "EDITORIAL BLURB (From AS GUIDE)": "Over the past 40 years, no other BMW has embodied the concept of the Ultimate Driving Machine better than the BMW 3 Series. Modern design, exceptional handling, efficiency and innovative technology, all signature characteristics of a BMW, have been developed through tireless engineering and testing. The new 2020 BMW M340i Sedans represent not only the core of the BMW 3 Series range (of which over 15 million units have been sold worldwide) but also the heart and passion of the BMW brand. Early summer of 2019 will see the arrival of the BMW M340i Sedans in Canada, the first BMW M Performance 3 Series. The new BMW M Performance models showcase the full dynamic potential of the new BMW 3 Series. An updated six-cylinder in-line gasoline engine, M Performance chassis tuning, optional xDrive intelligent all-wheel drive and the standard M Sport rear differential will deliver serious performance attributes."
  },
  {
    "Category": "Sport",
    "Slug": "2019-cadillac-ct6-3.6-luxury-awd-sedan",
    "Vehicle Name 1": "CADILLAC CT6",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Cadillac CT6 3.6 Luxury AWD Sedan",
    "JATO ID": 768971620190107,
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SEDAN",
    "EDITORIAL BLURB (From AS GUIDE)": "Cadillac’s halo sedan combines luxury appointments, prodigious power, knife-edge design and finally, lithe and lightweight construction. The CT6 weighs less than the Mercedes-Benz E-Class and BMW 5-series sedans, while weighing about the same as the smaller Cadillac CTS (the CT6 is about 20 centimeters longer between the front and rear wheels). Assisting in the pound paring is a 100 per cent aluminum body and front suspension. The four available power teams have been joined by a 550-horsepower twin-turbocharged V-8 that’s exclusive to the new all-wheel-drive CT6 V-Sport model. The rest of the powertrain lineup includes a 3.6L V-6 and a 3.0L twin Turbo engine that offers 404 hp and 400 lb-ft. of torque. Among the CT6’s options are all-wheel-steering, \"Quadzone\" climate control, articulating heated-and-cooled rear seat with massage and a Bose \"Panaray\" sound system with a total of 34 speakers."
  },
  {
    "Category": "Sport",
    "Slug": "2019-chevrolet-camaro-1ls-coupe",
    "Vehicle Name 1": "CHEVROLET CAMARO",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Chevrolet Camaro 1LS Coupe",
    "JATO ID": 777700920190301,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "Keeping Chevrolet’s sporty model current has led to restyled front and rear facias with new chiseled taillights. A new 1LE Track Performance Package option for Camaros equipped with the 275-horsepower turbocharged 2.0-litre four-cylinder engine includes beefed-up cooling systems, Performance suspension, Brembo® front brake calipers, limited-slip differential, driver-selectable Track Mode with built-in Competition Mode, and 20-inch summer-only tires that are similar to those on the V-8-powered SS. The turbo 2.0L is the starting point in a powertrain lineup that includes a 335-horsepower 3.6L V6, 455 hp 6.2L V8 plus a supercharged V8 in the Camaro ZL1 that makes 650-horsepower and 650 pound-feet of torque. There are specially designed Multimatic DSSV® adjustable dampers (shocks) plus Goodyear Eagle Supercar tires mounted to lightweight 19-inch aluminum wheels."
  },
  {
    "Category": "Sport",
    "Slug": "2019-chevrolet-corvette-stingray-coupe",
    "Vehicle Name 1": "CHEVROLET CORVETTE",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Chevrolet Corvette Stingray Coupe",
    "JATO ID": 16014220190301,
    "SPECIFICATION DATA": "",
    "COMMENTS": "BROKEN IMAGE LINKS",
    "EDITORIAL BLURB (From AS GUIDE)": "Chevrolet’s fiberglass sports coupe and roadster are due for some serious changes that will fundamentally alter the car’s character. Meanwhile for anyone who simply cannot wait, the Grand Sport includes all sorts of performance parts to make it go faster, brake harder, corner more quickly and ride better. At the heart of the GS upgrades are Magnetic Ride Control dampers, performance traction management, dry-sump oil system, Brembo® 6-spiton front and 4-piston rear calipers, electronic limited-slip differential and sticky Michelin Pilot Super Sport tires. The Grand Sport is available in both coupe and roadster versions, as is the extra-spicy Z06. With 650 horsepower underfoot – 195 more than a base Corvette Stingray – the ZO6 demands to be driven in a way that respects the 650 pound-feet of torque. Want more? The ZR1 coupe that launched in mid-2018 comes with a hotter version of the supercharged 6.2."
  },
  {
    "Category": "Sport",
    "Slug": "2019-dodge-challenger-sxt-coupe",
    "Vehicle Name 1": "DODGE CHALLENGER",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Dodge Challenger SXT Coupe",
    "JATO ID": 749655120190321,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "There’s likely not a more horsepower-crazy domestic car company than Dodge. For 2018, the drag strip-focused (but street-legal) Challenger Demon took centre stage with up to 840 mind-blowing horsepower. That model was a limited edition, but Dodge has now replaced it with more well-rounded SRT Hellcat Redeye that adds a full 80 horsepower to the “regular” Hellcat’s 717-horses (up 10 for 2019) for a total of 797. How? It’s essentially the Demon’s engine. The vehicle is available in both regular and Widebody versions that were originally part of the Demon’s kit. For something much tamer that you can drive in any weather, check out the all-wheel-drive Challenger, equipped with a 305-horsepower V-6 and eight-speed automatic transmission. The V-6 and 5.7-litre \"Hemi\" V-8 (standard with R/T and Widebody trims) engine for the Challengers return unaltered, as does the 6.4-litre V-8 used to power the Challenger SRT 392."
  },
  {
    "Category": "Sport",
    "Slug": "2019-fiat-124-spider-classica-convertible",
    "Vehicle Name 1": "FIAT 124 SPIDER",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Fiat 124 Spider Classica Convertible",
    "JATO ID": 768932720181219,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "If the 124 Spider looks just a bit like the Mazda MX-5 Miata, it’s because Mazda and Fiat Chrysler Automobiles (FCA) jointly engineered the two roadsters and both are built at Mazda’s plant in Japan. But instead of a Mazda engine, the 124 uses a turbocharged 1.4-litre powerplant that makes 160-164-horsepower and 184 pound-feet of torque. All 124s come with a six-speed manual transmission, or optional six-speed automatic. The front and rear suspension setup is unique to the Fiat, as are all of the body panels, save for the windshield frame. Even the seats are unique to the 124 Spider. Models consist of Classica, Lusso and Abarth. The latter gets slightly more power plus optional front and rear Brembo-brand brakes, paddle shifters (automatic transmission), an available navigation system and nine-speaker Bose audio system plus an optional hand-painted Heritage Racing Stripe."
  },
  {
    "Category": "Sport",
    "Slug": "2019-ford-mustang-ecoboost-coupe",
    "Vehicle Name 1": "FORD MUSTANG",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Ford Mustang EcoBoost Coupe",
    "JATO ID": 731353020190103,
    "SPECIFICATION DATA": "",
    "COMMENTS": "BROKEN IMAGE LINKS",
    "EDITORIAL BLURB (From AS GUIDE)": "To keep the Mustang fresh, Ford has brought back the Mustang Bullitt that’s inspired by the 1968 Mustang GT fastback driven by Steve McQueen in the movie of the same name. The tribute version is rated at 480-horsepower, which is 20 horses more than a regular 5.0-litre V-8 installed in the current GT. That model is available with a Performance Package with suspension mods and wider tires especially suited for track use. In addition, base Mustangs equipped with the turbocharged 2.3-litre four-cylinder engine can be ordered with a throatier dual exhaust. Carrying over unaltered are the 526-horsepower Mustang Shelby 350 and 350R that both come with unique hoods, front and rear fascias and lights. For diehard Mustang fans, the excitement is building for the arrival of the GT500 that’s due to arrive sometime in 2019 as a 2020 model. Its supercharged V-8 will reportedly produce more than 700- horsepower."
  },
  {
    "Category": "Sport",
    "Slug": "2020-jaguar-f-type-coupe-auto",
    "Vehicle Name 1": "JAGUAR F-TYPE",
    "YEAR": 2020,
    "Vehicle Name 2": "2020 Jaguar F-Type Coupe Auto",
    "JATO ID": 783260520181212,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The F-TYPE range offers sports cars that only Jaguar could create — effortless performance and precise agile handling, with everyday refinement and usability. Coupe and Convertible body styles are available. Each has its own unique character, but both offer exhilarating performance, state-of-the-art handling and an unrivalled driver-focused experience. Each engine features a Roots-type twin vortex supercharger that maintains the engine’s compact dimensions. To improve fuel economy, particularly during urban driving, a fast reacting Intelligent Stop/Start system is fitted to every F-TYPE as standard. With both Manual and Automatic transmissions available, there’s an F-TYPE that suits your style perfectly. Every F-TYPE is fitted with an Active Sports Exhaust that creates a race car inspired crescendo. The exhaust system reacts to throttle position, speed and engine revs by opening active valves."
  },
  {
    "Category": "Sport",
    "Slug": "2019-kia-stinger-2.0-gdi-awd-gt-line-hatchback",
    "Vehicle Name 1": "KIA STINGER",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Kia Stinger 2.0 GDI AWD GT Line Hatchback",
    "JATO ID": 793836120180809,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "A new 2.0 L Turbocharged version was added in 2019, making the Stinger’s style and performance more accessible to even more Canadians. The Korea-based automaker is taking aim at the sports-sedan segment with the Stinger. With its Sportback design, the Stinger can swallow more gear and groceries than most traditional full-size sedan trunks. The Stinger blends Euro-influences with certain elements visible on the original Kia GT Concept and the platform was engineered as a rear-biased all-wheel-drive application. Its low and wide stance, bulging fenders and rakish rear end, tells the world that performance is paramount with this car. That feeling is backed up by a turbocharged 255-horsepower four-cylinder on the GT-Line trim. The available twin-turbo V-6 increases output by 110-horsepower and comes standard on the Stinger GT and GT Limited. An eight-speed automatic with paddle shifters comes with either powerplant."
  },
  {
    "Category": "Sport",
    "Slug": "maserati-granturismo-and-granturismo-convertible",
    "Vehicle Name 1": "MASERATI GRANTURISMO AND GRANTURISMO CONVERTIBLE",
    "YEAR": 2019,
    "Vehicle Name 2": "NO MODEL LISTED",
    "JATO ID": "NO JATO",
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SEDAN",
    "EDITORIAL BLURB (From AS GUIDE)": "Grand touring is at the heart of every Maserati, a story that began in 1947 with the A6 1500 GT Pininfarina, when Maserati fitted a sophisticated race-car engine into a luxurious coupe. Today’s GranTurismo coupes are its direct descendants, offering a tantalizing blend of exclusive style, progressive technology and surging power — with a spine-tingling soundtrack to match. The GranTurismo is recognized as one of the most beautiful and timeless designs of the century. Its perfect proportions and harmonious shape reflect the highest achievement in automotive art. A Maserati 4.7-litre V8 engine powers all GranTurismo models. Built by Ferrari, this compact, lightweight engine develops 454-horsepower, 384 lb.-ft. of torque and revs to an impressive 7,500 rpm."
  },
  {
    "Category": "Sport",
    "Slug": "2019-mini-cooper-s-ice-blue-edition-hatchback",
    "Vehicle Name 1": "MINI ICE BLUE SPECIAL EDITION",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 MINI Cooper S Ice Blue Edition Hatchback",
    "JATO ID": 804085920181001,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "Steeped in history, every MINI inspires thoughts of the past – and this Ice Blue Special Edition is no exception. Ice Blue, a “first” generation exterior paint is accented with the latest “third” generation Solaris Orange paint colour – for a truly iconic and race inspired aesthetic. This MINI Cooper S three-door wears a John Cooper Works (JCW) interior and exterior package adding an aerodynamic body kit, rear spoiler, 18” exclusive alloy wheels and is accented with black line exterior trim pieces (grille surround, light surrounds, door handles and fuel filler cap). Not to mention the interior upgrades with JCW accents on the multifunction leather steering wheel, gear shift gaiter, door sills and extra supported sport seat with integrated headrest. Making this Special Edition truly unique is the addition of custom MINI Yours Customized 3D Printed “1 of 30” numbered Side Scuttles – making this the official debut of MINI’s 3D Printing program in Canada."
  },
  {
    "Category": "Sport",
    "Slug": "2020-toyota-supra-coupe",
    "Vehicle Name 1": "TOYOTA SUPRA",
    "YEAR": 2020,
    "Vehicle Name 2": "2020 Toyota Supra - Coupe",
    "JATO ID": 807580120190301,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The two-seater 2020 Supra goes on sale in summer of 2019 with a blend of power, precision and agility thanks to a rear-wheel drive design that honours Toyota sports car heritage. The 2020 Supra is a fully forward-looking sports car, brimming with a cutting-edge powertrain, chassis and multimedia technology. Like the pinnacle of the previous Supra series, the 2020 model will be powered by a turbocharged inline six-cylinder engine. The new Supra’s 3.0-litre twin-scroll turbo six-cylinder engine will produce 335-  horsepower and 365 lb-ft of torque and will be teamed with a quick-shifting 8-speed automatic transmission with paddle shifters and standard Active Differential and Adaptive Suspension. Toyota projects 0-96 km/h acceleration in 4.1 seconds. It will get an 8.8-inch touchscreen display with navigation, rotary touch controller, Supra Connect telematics services, Apple CarPlayTM, a premium 12-speaker JBL audio system, and wireless phone charging."
  },
  {
    "Category": "SUV",
    "Slug": "2019-acura-mdx-sh-awd-suv-crossover",
    "Vehicle Name 1": "ACURA MDX",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Acura MDX SH-AWD SUV / Crossover",
    "JATO ID": 60093820190222,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "When it comes to combining luxury and utility, the MDX stands tall. For the 2019 model year, a sporty A-Spec package joins the lineup. It includes a unique front fascia, darkened wheels and added body accents. All MDXs utilize a 290-horsepower V-6 and nine-speed automatic transmission, while the sport-hybrid model adds three electric motors to produce 321-horsepower. The hybrid, which employs a seven-speed dual clutch transmission, reduces fuel consumption by about 20 per cent in city driving compared with the non-hybrid MDX. All models come with adaptive cruise control with low-speed follow that maintains a safe distance from the vehicle in front, while collision-mitigating braking helps slow or stop your vehicle in a crash situation. Options include navigation, premium audio package, rear entertainment screen and GPS-linked climate control that varies the cabin temperature."
  },
  {
    "Category": "SUV",
    "Slug": "2019-acura-rdx-suv-crossover",
    "Vehicle Name 1": "ACURA RDX",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Acura RDX - SUV / Crossover",
    "JATO ID": 735906620190222,
    "SPECIFICATION DATA": "",
    "COMMENTS": "BROKEN IMAGE LINKS",
    "EDITORIAL BLURB (From AS GUIDE)": "Acura designed the new RDX with strong doses of passion, practicality and performance. The interior is as radically different as the outside, with a unique dashboard replete with swoops and swirls. A turbocharged four-cylinder engine is standard, as is a smooth-shifting 10-speed automatic transmission. Also standard is Acura’s Super Handling All Wheel Drive (SH-AWD). This system sends up to 70 per cent of the engine’s torque to the rear wheels, but can direct up to 100 per cent of that amount to the outside rear wheel when turning. This yaw control increases cornering precision and stability. The stiffer platform and sport-tuned suspension, both new, contribute to the vehicle’s stellar ride and handling qualities. The sporty looking A-Spec trim package adds a navigation system, a 16-speaker 3D audio system, 20-inch wheels and unique interior and exterior styling"
  },
  {
    "Category": "SUV",
    "Slug": "audi-q3",
    "Vehicle Name 1": "AUDI Q3",
    "YEAR": 2019,
    "Vehicle Name 2": "NO MODEL LISTED",
    "JATO ID": "NO JATO",
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SUV",
    "EDITORIAL BLURB (From AS GUIDE)": "The all-new 2019 Audi Q3 is more striking, roomier and versatile. The new Q3 platform marks a huge step forward in spaciousness as well as technology. Numerous infotainment solutions from the full-size segment are now available in this compact SUV. The Q3 features exciting new technology such as available wireless Apple CarPlayTM, Virtual Cockpit (optional) and a large MMI touch display. Other available options are driver assistant features like adaptive cruise control and park assist supports drivers in an urban setting and for those long journeys. The rear-seats fold flat and now also slide forward and back by up to 15 centimeters to maximize leg or storage room. Standard with Audi’s quattro all-wheel-drive system will help you keeps going where ever your adventures take you."
  },
  {
    "Category": "SUV",
    "Slug": "2019-audi-q8-3.0-s5-tfsi-quattro-progressiv-tiptronic-suv-crossover",
    "Vehicle Name 1": "AUDI 8Q",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Audi Q8 3.0 S5 TFSI Quattro Progressiv Tiptronic SUV / Crossover",
    "JATO ID": 802087720180904,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The Audi Q8 brings together the best of both worlds – the elegance of a four-door luxury coupé and the practical talents of a large SUV. The generously dimensioned interior with variable luggage compartment, state-of-the-art operating and suspension technologies as well as intelligent assistance systems make the Audi Q8 a composed companion for both business and leisure. A powerful, yet efficient 3.0 TSFI with mild hybrid system produces 335-horsepower. With the permanent quattro all-wheel drive and a ground clearance of up to 254 millimeters (10.0 in), the SUV coupé can keep going when paved roads end. The progressive design continues on the interior of the Q8. With available leather dashboard, new MMI Touch Response, advanced lighting, driver assistance, and Audi Virtual Cockpit, the Q8 perfectly combines luxury and technology."
  },
  {
    "Category": "SUV",
    "Slug": "2019-bmw-x7-xdrive40i-suv-crossover",
    "Vehicle Name 1": "BMW X7",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 BMW X7 xDrive40i SUV / Crossover",
    "JATO ID": 805731420190316,
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SUV",
    "EDITORIAL BLURB (From AS GUIDE)": "The first ever 2019 BMW X7 is the pinnacle of BMW’s X Sport Activity Vehicle lineup. The X7 builds on the class leading comfort, handling, safety and technology of all the previous BMW X Sport Activity Vehicle model lines that have defined the premium SAV segment since 1999. Fundamentally upgraded from crankcase to engine management system, engine in the BMW X7 serves up an intoxicating blend of power delivery and signature sound. The interior of the all-new SAV offers standard three row seating for seven with optional Second-row Captain’s Chairs offering a more exclusive seating arrangement for six. Standard two-axle air suspension, 21-inch alloy wheels and advanced driver assistance systems ensure that the BMW X7 lives up to expectations of style, driver engagement, passenger comfort and all-weather and all-terrain capability. The all-new BMW X7 represents the next stage in BMW’s offensive in the luxury segment."
  },
  {
    "Category": "SUV",
    "Slug": "2019-buick-enclave-essence-fwd-suv-crossover",
    "Vehicle Name 1": "BUICK ENCLAVE",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Buick Enclave Essence FWD SUV / Crossover",
    "JATO ID": 742573020190301,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The vehicle's utility is unchanged thanks to three rows of seats with room for up to eight riders. Pushing the start button fires a 3.6-litre V-6 that operates through a new nine-speed automatic transmission. Maximum tow rating with this combo is rated at 2,270 kilograms. Base models come with front-wheel-drive, with all-wheel- optional, but the system depends on the engine.  The Enclave is all about luxury as well as practicality. That’s apparent with the Avenir trim that elevates the SUV into the opulence bracket with an abundance of premium add-ons and active safety technology. Enclave Avenir includes an exclusive three-dimensional mesh grille paired with chrome wings inspired by Buick concept cars, as well as 20-inch, six-spoke wheels with a pearl nickel finish."
  },
  {
    "Category": "SUV",
    "Slug": "2019-buick-encore-preferred-fwd-suv-crossover",
    "Vehicle Name 1": "BUICK ENCORE",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Buick Encore Preferred FWD SUV / Crossover",
    "JATO ID": 757924920190301,
    "SPECIFICATION DATA": "",
    "COMMENTS": "BROKEN IMAGE LINKS",
    "EDITORIAL BLURB (From AS GUIDE)": "The Buick Encore continues to distinguish itself as a strong seller for Buick, and proves that just because a vehicle is small doesn’t mean it can’t be luxurious. The front passenger seat folds flat so that longer items such as ladders and building materials can be more easily accommodated. The cabin is also on the receiving end of one of Buick’s fashionable interiors. QuietTuning technology with Active Noise Cancellation uses triple door seals, acoustic laminated glass in the windshield and front side windows, specific suspension tuning and other measures to help reduce, block and absorb unwanted noise. A 138-horsepower four-cylinder is standard. Other Encore items include a cap-less fuel filler plus an ionizing cabin air cleaner that helps eliminate odors and pollutants from the passenger compartment."
  },
  {
    "Category": "SUV",
    "Slug": "2019-buick-envision-preferred-awd-suv-crossover",
    "Vehicle Name 1": "BUICK ENVISION",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Buick Envision Preferred AWD SUV / Crossover",
    "JATO ID": 768644420190301,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The five-passenger Envision slots between the seven-passenger Enclave and the sub-compact Encore in Buick’s sport utility stable. From any angle, the Envision is one attractive automobile that contains not the slightest hint of its import heritage. The same goes for the interior that’s all about elegance and sophistication, with fancy wood and stitched leather trim. To keep the SUV looking fresh, both the front- and rear-ends have been restyled and there are new 18- and 19-inch wheel designs. In addition, a nine-speed automatic transmission replaces the previous six-speed unit on the optional turbocharged four-cylinder engine (now the same as non-turbo I-4). All-wheel-drive is standard, but the system depends on the engine. Models with the turbo 2.0 come with an “Active Twin-Clutch” all-wheel-drive system with a rear differential that distributes torque to wheel with best traction."
  },
  {
    "Category": "SUV",
    "Slug": "2019-chevrolet-blazer-2.5l-fwd-suv-crossover",
    "Vehicle Name 1": "CHEVROLET BLAZER",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Chevrolet Blazer 2.5L FWD SUV / Crossover",
    "JATO ID": 805649320190301,
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SUV",
    "EDITORIAL BLURB (From AS GUIDE)": "The Blazer label hasn’t been attached to a Chevrolet model for some time, but it will now grace a completely new five-passenger vehicle available next spring. It’s positioned between the Equinox and Traverse in the brand’s lineup. The bodywork is clearly the sleekest of the trio, featuring angular and aggressive styling that draws on the Chevrolet performance heritage. Chevrolet has added a number of standard and optional features for the new Blazer, including a rear camera with available hitch guidance. All-Wheel Drive models equipped with the 3.6L V6 and a Trailering Equipment Package can tow up to 4,500 lb. (2,041 kg). Both the 193-horsepower four-cylinder and optional 305-horsepower V6 powerplants are connected to 9-speed automatic transmissions. RS and Premier models feature an advanced AWD system with a twin-clutch rear differential that directs torque to the wheel with the most traction for improved control."
  },
  {
    "Category": "SUV",
    "Slug": "2019-chevrolet-equinox-ls-1.5t-suv-crossover",
    "Vehicle Name 1": "CHEVROLET EQUINOX",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Chevrolet Equinox LS 1.5T SUV / Crossover",
    "JATO ID": 61464020190301,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The Equinox has been a rock-steady performer for Chevrolet. For 2018, Chevrolet downsized the compact utility vehicle, removing about 181 kilograms in the process. The engine lineup starts with a turbocharged 1.5-litre four-cylinder. Optional is a 2.0-litre I-4 (also turbocharged) and a 1.6-litre turbo-diesel with 240 pound-feet of torque. The turbo-diesel gets an estimated 6.0 L/100 km highway compared to the base engine’s 7.3 L/100 km. The base 1.5 turbo and turbo-diesel are mated to a 6-speed automatic transmission and the 2.0 turbo is mated to a 9-speed automatic and available with all-wheel drive only. Front-wheel-drive is the standard configuration for the 1.5L and 1.6L with all-wheel-drive optional. Also available: a number of active safety technologies, including a unique Safety Alert driver’s seat that supplements the vehicle’s aural warnings with additional seat-cushion vibrations."
  },
  {
    "Category": "SUV",
    "Slug": "2019-fiat-500x-pop-4wd-suv-crossover",
    "Vehicle Name 1": "FIAT 500X",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Fiat 500X Pop 4WD SUV / Crossover",
    "JATO ID": 800048920190307,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "Fiat Chrysler Automobiles’ two-pronged approach to small SUVs means that the Fiat 500X and the Jeep division’s Renegade share platforms and drivetrains. The 500X’s revised front and rear styling is more understated in true Euro form than the Renegade’s taller and more rugged shape. Since the 500X and Jeep Renegade are assembled at the same factory in Italy, the Fiat also gets a new turbocharged 1.3-litre four-cylinder engine rated at 177- horsepower and 210 pound-feet of torque. However, unlike the Renegade, which uses a non-turbo four-cylinder as the base engine, all 500X trims will be equipped with the new turbo engine. The AWD also has a “Dynamic Selector” knob that allows the driver to pick from Auto (default setting), Sport, and Traction+, to best match road and driving conditions. Technologies such as lane-departure warning, blind-spot monitoring and cross-traffic alert are optional."
  },
  {
    "Category": "SUV",
    "Slug": "2019-ford-ecosport-s-suv-crossover",
    "Vehicle Name 1": "FORD ECOSPORT",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Ford Ecosport S SUV / Crossover",
    "JATO ID": 789205620190301,
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SUV",
    "EDITORIAL BLURB (From AS GUIDE)": "Fun, capable and connected, the EcoSport is Ford’s entry in the compact-utility class that’s currently occupied by the Chevrolet Trax, Jeep Renegade, Fiat 500X, Honda HR-V and Toyota C-HR. What it lacks in size, it more than makes up for in smart capability such as optional 4WD, windshield wiper de-icer and FordPass 4G Wi-Fi modem to connect all your devices. The large available 8-inch touchscreen adds convenience with easy connection to Apple CarPlayTM or Android AutoTM. Due to its tall roof, the EcoSport provides an acceptable amount of head and knee room for rear-seat passengers. For smaller items, the EcoSport comes with 30 different small storage areas. Power comes from a standard turbocharged three-cylinder, or optional non-turbo I-4. Select the latter and all-wheel-drive comes standard. Either engine is mated to a six-speed automatic transmission. With four trim levels to pick from, the EcoSport can be customized to suit most budgets."
  },
  {
    "Category": "SUV",
    "Slug": "2019-ford-edge-se-awd-suv-crossover",
    "Vehicle Name 1": "FORD EDGE",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Ford Edge SE AWD SUV / Crossover",
    "JATO ID": 744803420190301,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The made in Ontario Edge has come a long way since its introduction more than a decade ago. What sets this mid-size SUV apart is its sophisticated styling, sporty suspension plus plenty of stretch-out and luggage space. For 2019 the non-turbo 3.5-litre V-6 has been dropped, leaving the turbocharged 2.0-litre I-4 as the base engine. A twin-turbo V-6 remains as the sole option, but it’s only available in the sporty ST edition. Each engine is mated to an eight-speed automatic transmission with paddle-shift controls. The available all-wheel-drive system can direct up to 100 per cent of the available torque to the wheels with the most available traction. A 1,590-kilogram maximum trailer rating means the Edge works and plays hard. The interior displays plenty of storage bins and cubbies plus an eight-inch touch-screen for the audio, infotainment and climate controls. The most basic of the Edge’s trim levels has plenty of comfort content."
  },
  {
    "Category": "SUV",
    "Slug": "2019-ford-escape-s-fwd-suv-crossover",
    "Vehicle Name 1": "FORD ESCAPE",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Ford Escape S FWD SUV / Crossover",
    "JATO ID": 708261820190301,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "While Ford readies the next-generation Escape for the 2020 model year, the 2019 edition remains a quite handsome machine with sheetmetal similar to the mid-size Edge SUV. It balances smart technology with efficient performance and a dynamic and robust style. The 2019 still provides customers with the capability they have come to expect from Escape. From a large interior with plenty of storage to the 3500-lb. (1588-kg) towing capacity and Intelligent 4WD, Escape is capable and smart. As before, Escape buyers can pick from three powerplants. The base non-turbo four-cylinder engine is supplemented by two turbocharged I-4 options. Six-speed automatic transmissions handle the cog-swapping duties. The base front-wheel-drive Escape S covers off most of the basics, including the latest version of Ford’s voice-controlled SYNC communications and entertainment system."
  },
  {
    "Category": "SUV",
    "Slug": "2019-ford-explorer-xlt-4wd-suv-crossover",
    "Vehicle Name 1": "FORD EXPLORER",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Ford Explorer XLT 4WD SUV / Crossover",
    "JATO ID": 796806020190314,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "Unchanged for 2019 — The seven-passenger Explorer has been success since its reintroduction as a large car-based tall wagon several years ago. Combining a suite of driver-assist technologies, including standard Intelligent 4-Wheel-Drive with Terrain Management System™, exceptional comfort and amenities, the Explorer welcomes what comes with an adventurous spirit and confidence in capability. Available powertrains include a turbocharged four-cylinder, naturally aspirated V-6, and a turbocharged V-6 on the premium Sport and Platinum models. A Sport Appearance Package for the mid-grade Explorer XLT includes darker 20-inch wheels, Ebony Black side molding and a blacked-out roof rack. Among the Explorer’s many options are a navigation system, heated-and-cooled leather seats, hands-free power liftgate, lane-keeping assist, adaptive cruise control and front and rear 180-degree cameras with built-in washers to keep the lenses clean. The Explorer’s maximum tow rating is 2,267 kilograms."
  },
  {
    "Category": "SUV",
    "Slug": "2019-gmc-acadia-sle-1-fwd-suv-crossover",
    "Vehicle Name 1": "GMC ACADIA",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 GMC Acadia SLE-1 FWD SUV / Crossover",
    "JATO ID": 735919320190301,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The bold and versatile 2019 GMC Acadia hits the sweet spot for buyers who value space, comfort and style. The spacious three row Acadia comes with fold flat second and third row seats to provide ultimate flexibility for cargo or passengers. In addition, the Acadia is fitted with tons of smart storage solutions such as: an innovative pull-out drawer in the 2nd row or the covered under floor cargo area storage. Acadia is equipped with the technology that keeps you connected. This includes Apple CarPlay™, Android Auto™ compatibility, and available built-in 4G LTE Wi-Fi® hotspot. With the optional 310-horsepower V6, Acadia’s volume engine, the driver will have a towing capacity of 1,814 kilograms (4,000 lbs) when properly equipped. To finish of the 2019 Acadia, the available Black Edition is a stunning new edition, offering sleek 20-inch aluminum wheels with black accents and black exterior features to help finish off the appearance."
  },
  {
    "Category": "SUV",
    "Slug": "2019-gmc-terrain-sle-fwd-suv-crossover",
    "Vehicle Name 1": "GMC TERRAIN",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 GMC Terrain SLE FWD SUV / Crossover",
    "JATO ID": 768164920190301,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The powerful and bold 2019 GMC Terrain is a compact SUV that combines premium design with excellent engineering. The 2019 Terrain Black Edition is stylized bold look with darkened exterior details and jaw dropping 19” black wheels. Inside the Terrain, drivers will experience superior connectivity and functionality. Ensuring you can stay on the grid while you head off road. The Terrain provides premium technology like Apple CarPlay™ and Android Auto™ compatibility, with available built-in 4G LTE Wi-Fi® hotspot.  The front passenger seat folds flat to offer more cargo space for objects up to 2.4m (8ft.) long to ensure you can handle whatever utility life demands. The Terrain offers three powerful, turbocharged engines to make for a high-performance vehicle that’s efficient and responsive to your needs. The Terrain is available in three distinct trims: SLE, SLT, and Denali."
  },
  {
    "Category": "SUV",
    "Slug": "hyundai-palisade",
    "Vehicle Name 1": "HYUNDAI PALISADE",
    "YEAR": 2020,
    "Vehicle Name 2": "NO MODEL LISTED",
    "JATO ID": "NO JATO",
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SUV",
    "EDITORIAL BLURB (From AS GUIDE)": "Hyundai selected the Canadian International Auto Show for the Canadian reveal of the first-ever 2020 Palisade, its new three-row SUV. Palisade offers seating for up to eight and commodious cargo space with convenient features like power third-row seats and One-Touch second-row seats for ease of use. The engine is a 3.8-litre direct-injection V6 which utilizes an Atkinson cycle under light loads for increased fuel economy. Palisade offers a host of technology features ideal for family road trips including Hyundai’s next-generation 10-inch navigation display, wireless Qi device charging, seven USB outlets providing charging capabilities to every row, first- and second-row ventilated seats, shift-by-wire and innovative roof-based diffuser air vents. This will be Hyundai’s first vehicle with the option of a fully digital dashboard, offering greatly improved customization and information to the driver."
  },
  {
    "Category": "SUV",
    "Slug": "2019-honda-cr-v-lx-suv-crossover",
    "Vehicle Name 1": "HONDA CR-V",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Honda CR-V LX SUV / Crossover",
    "JATO ID": 735907420190402,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The CR-V’s standard powerplant is a turbocharged 1.5-litre I-4 that makes 190-horsepower and 179 pound-feet of torque. It is mated to a continuously variable transmission. Front-wheel-drive is standard while an upgrade to all-wheel drive is a relatively affordable option. AWD models include Honda Sensing that encompasses adaptive cruise control, forward collision alert and lane-departure warning with lane-keeping assist. Standard features for the MY2019 Honda CR-V include proximity key, pushbutton start, remote engine starter and heated front seats. Available features include one-touch panoramic moonroof and hands-free power tailgate."
  },
  {
    "Category": "SUV",
    "Slug": "2019-honda-passport-sport-suv-crossover",
    "Vehicle Name 1": "HONDA PASSPORT",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Honda Passport Sport SUV / Crossover",
    "JATO ID": 806836120190205,
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SUV",
    "EDITORIAL BLURB (From AS GUIDE)": "The 2019 Passport has the power to tackle the terrain. Overcome the elements with ease: the Passport’s i-VTEC® V6 engine and i-VTM4™  AWD system help you power through, while its 4-wheel independent suspension and 9-speed transmission offer a remarkably smooth drive. This is a vehicle built for the outdoors. Forged for exploration, the Passport combines athletic design with utility. It has available gloss-black wheels, roof rails and a wide range of Genuine Honda Accessories help you outfit your Passport for endless journeys. The Passport offers traction when It matters most: When road conditions change, use the Intelligent Traction Management System to change modes. All Passport trims include Snow mode; with AWD, you also get Mud and Sand modes. This vehicle is packed with possibilities: the 2019 Passport has plenty of room for adventure, with seating for five, ample cargo space that includes underfloor storage compartments, and a one-touch fold-down 60/40 split rear seatback."
  },
  {
    "Category": "SUV",
    "Slug": "2019-hyundai-tucson-2.0-essential-fwd-6at-suv-crossover",
    "Vehicle Name 1": "HYUNDAI TUCSON",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Hyundai Tucson 2.0 Essential FWD 6AT SUV / Crossover",
    "JATO ID": 79805520190103,
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SUV",
    "EDITORIAL BLURB (From AS GUIDE)": "Hyundai has performed a mid-cycle refresh on its popular compact SUV, which translates into a gently restyled nose and grille. The interior sees more changes, with a dash-mounted 7.0-inch touchscreen that’s now standard. The most significant alteration occurs beneath the hood, where the optional turbocharged 175-horsepower four-cylinder engine has been replaced by a new non-turbo I-4 rated at 181-horsepower. A 164-horspower I-4 remains the base engine. All-wheel-drive is optional with the base, 2.0-litre powerplant. A lock control switch that lets you “hold” the torque split equally between the front and rear wheels for maximum traction on snow or rough terrain. It can also direct extra torque to the outside rear wheel when the Tucson is turning, while at the same time applying light braking to the inside rear wheel. This “torque vectoring” makes for more stable cornering.  For 2019, forward collision avoidance, lane-keeping assist, active cruise control and pedestrian detection are now available."
  },
  {
    "Category": "SUV",
    "Slug": "2019-hyundai-santa-fe-essential-2.4-fwd-suv-crossover",
    "Vehicle Name 1": "HYUNDAI SANTA FE",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Hyundai Santa Fe Essential 2.4 FWD SUV / Crossover",
    "JATO ID": 50738720190103,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "Hyundai calls the redesigned five-passenger SUV simply Santa Fe (formerly Santa Fe Sport), while the Santa Fe XL will be replaced after MY19 by the all-new 2020 Palisade. The new version is quite striking with a bold grille and windshield pillars that have been kept as slim as possible to aide forward visibility. Interior design is about as straightforward and gadget-free as you can get, including actual knobs and switches for the climate and audio controls and a real shift lever for swapping gears. Engine picks continue with a 2.4-litre four-cylinder, or the optional 2.0-litre turbocharged I-4. In both cases, the sole transmission is an eight-speed automatic. The optional all-wheel-drive system includes Torque Vectoring Corner Control (TVCC) that monitors driving conditions and can instantaneously direct the proper amount of power or braking force to any single wheel."
  },
  {
    "Category": "SUV",
    "Slug": "2019-infiniti-qx50-luxe-suv-crossover",
    "Vehicle Name 1": "INFINITI QX50",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Infiniti QX50 LUXE SUV / Crossover",
    "JATO ID": 742002720180626,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The 2019 QX50 luxury crossover is built on an all-new platform engineered with versatility of application in mind. Within the unrivalled interior space, an artistic application of high quality materials and advanced craftsmanship make the cabin as comfortable and versatile. The QX50’s advanced VC-Turbo engine is the world’s first production-ready variable compression ratio engine, transforming on demand. A breakthrough in combustion engine design, the 2.0-litre VC-Turbo engine adjusts its compression ratio to optimize power and efficiency. It combines the power of a high-output 2.0-litre turbocharged gasoline engine with the torque and efficiency of a four-cylinder diesel engine. It delivers 268-horsepower and 280 lb-ft of torque. Among the cutting-edge technologies available with the 2019 QX50 are: semi-autonomous ProPILOT Assist; Distance Control Assist; Back-up Collision Intervention and Lane Departure Warning and Prevention."
  },
  {
    "Category": "SUV",
    "Slug": "2019-infiniti-qx60-pure-awd-cvt-suv-crossover",
    "Vehicle Name 1": "INFINITI QX60",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Infiniti QX60 PURE AWD CVT SUV / Crossover",
    "JATO ID": 707965720180618,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The award-winning INFINITI QX60 All-Wheel Drive luxury crossover, INFINITI’s best-selling model in Canada, continues into the 2019 model year as one of the most versatile 3- row/7-passenger vehicles on the market today – offering a combination of family features with a welcoming, crafted design inside and out. The QX60’s interior design combines elegance and fine craftsmanship. The interior design features standard leatherette seating and graphite weave interior accents. There are two unexpected aspects of QX60’s 2nd and 3rd row design – access to the 3rd row is surprisingly easy due to the wide door openings and long forward slide of the 2nd row seat.  The 2019 QX60 exterior fully embodies INFINITI’s dramatic design language, emphasizing the QX60’s taut, muscular shapes and flowing lines."
  },
  {
    "Category": "SUV",
    "Slug": "2019-jaguar-f-pace-25t-premium-awd-suv-crossover",
    "Vehicle Name 1": "JAGUAR F-PACE",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Jaguar F-Pace 25t Premium AWD SUV / Crossover",
    "JATO ID": 780669020190325,
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SUV",
    "EDITORIAL BLURB (From AS GUIDE)": "The Jaguar F-PACE is a performance SUV that combines maximum driving exhilaration with efficiency. Technologically advanced to the core, the F-PACE helps to keep you safe, connected and entertained. It has the capability for every road and the capacity for every day. The F-PACE is a Jaguar vehicle for you — and for your family. Special Vehicle Operations (SVO) has re-sculpted the F-PACE exterior design in the pursuit of exceptional, thrilling performance. The F-PACE SVR is the most significant evolution yet of the award-winning F-PACE: a performance SUV with the DNA of a sports car. From the hood bulge to the pronounced rear haunches, its powerful looks make it distinctive and give it a head-turning road presence. And now you can experience the F-PACE the way SVO imagined it. The aerodynamically enhanced F-PACE SVR features, such as a new front bumper and hood vents, hint at its enormous power."
  },
  {
    "Category": "SUV",
    "Slug": "2019-jeep-cherokee-sport-suv-crossover",
    "Vehicle Name 1": "JEEP CHEROKEE",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Jeep Cherokee Sport SUV / Crossover",
    "JATO ID": 720696720190107,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The Cherokee has been updated physically and in content for the 2019 model year. The body structure ahead of the windshield has been strengthened and the suspension retuned for a more compliant ride. The most significant change, however, is the addition of a new turbocharged 270-horsepower four-cylinder option. It joins the base non-turbo 180-horsepower four-cylinder and the available 271-horsepower V-6. Each powerplant mates to a nine-speed automatic transmission with a manual-shift mode. The available four-wheel-drive systems include Active Drive I that automatically engages whenever tire slip is detected. Active Drive II comes with a two-speed transfer case with a low-range gear for big-time torque multiplication. Lastly, Active Drive Lock adds a mechanically locking rear differential to Active Drive II for steep climbs that can wreak havoc with traction."
  },
  {
    "Category": "SUV",
    "Slug": "2019-jeep-grand-cherokee-laredo-suv-crossover",
    "Vehicle Name 1": "JEEP GRAND CHEROKEE",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Jeep Grand Cherokee Laredo SUV / Crossover",
    "JATO ID": 766567420190107,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "From tame to torrid, the Grand Cherokee covers all the bases. The “sport” reference is validated by the all-wheel-drive Grand Cherokee Trackhawk, with a supercharged V-8 that delivers 707 horsepower and 645 pound-feet of torque. It also uses a modified eight-speed automatic transmission, a tougher differential and rear driveshaft, plus beefed-up suspension components, compared to regular-strength GCs. If the Trackhawk’s $111,345 price tag is too steep, the much cheaper 475-horsepower Grand Cherokee SRT still delivers. Meanwhile, the Trailhawk is specifically designed for more extreme off-road traversing. It comes with standard 18-inch Goodyear Adventure tires, increased suspension travel and up to 30 centimetres of ground clearance, thanks to a modified air-ride suspension system. For 2019 a new Limited X model comes with a unique front and rear fascia, performance hood and 20-inch wheels."
  },
  {
    "Category": "SUV",
    "Slug": "2019-jeep-all-new-wrangler-unlimited-sport-suv-crossover",
    "Vehicle Name 1": "JEEP WRANGLER",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Jeep All-New Wrangler Unlimited Sport SUV / Crossover",
    "JATO ID": 735873720190107,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The latest Wrangler ‘JL’ is all-new from the ground up. Offered in two- or four-door Unlimited models, Jeep Wrangler continues to deliver class-leading capability, and has been completely refined to offer consumers a vehicle truly built for work, play and for driving every day on the road, on the trail and in any weather condition. The all-new Jeep Wrangler is loaded with advanced technology and connectivity, and boasts a remarkably comfortable interior, improved on-road driving dynamics, unique and authentic styling, new levels of safety and security features, and powertrain options that include the dependable 3.6-litre V-6 engine and an all-new 2.0-litre turbocharged inline four-cylinder engine that provides even more performance and fuel efficiency. A new six-speed manual transmission is standard, while an equally new-to-Wrangler eight-speed automatic is optional with the V-6 and standard with the four-cylinder turbo."
  },
  {
    "Category": "SUV",
    "Slug": "kia-telluride",
    "Vehicle Name 1": "KIA TELLURIDE",
    "YEAR": 2019,
    "Vehicle Name 2": "NO MODEL LISTED",
    "JATO ID": "NO JATO",
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SUV",
    "EDITORIAL BLURB (From AS GUIDE)": "Telluride is the first Kia designed specifically for the North American market and is a product of the Kia Design Center in Irvine, CA. From the first pencil stroke it was meant to convey the kind of presence associated with the original legendary SUVs – big, bold and boxy – and the go-anywhere, do-anything attitude their square, burly-shouldered shapes suggested. The Telluride’s sophisticated exterior accents also hint at its interior luxury. It’s main design cues include: long, broad hood and wide grille; bold, stacked headlamps that convey power and stability; upright windshield and clean side profile that conveys muscular tension; inverted “L” tail lamps; and elongated nameplates on the leading edge of the hood and on the liftgate that provide distinctive identity for the flagship SUV."
  },
  {
    "Category": "SUV",
    "Slug": "2019-land-rover-discovery-v6-se-suv-crossover",
    "Vehicle Name 1": "LAND ROVER DISCOVERY",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Land Rover Discovery V6 SE SUV / Crossover",
    "JATO ID": 79803120181101,
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SUV",
    "EDITORIAL BLURB (From AS GUIDE)": "The versatility of the cabin is highlighted by the easily configurable available seven-seat layout and plentiful storage, with clever use of space and refined comfort. Available Intelligent Seat Fold allows you to configure the second- and third-row seating using switches located in the cargo area, on the main touchscreen or even remotely via your smartphone. From ingenious driving, parking and towing aids to state-of-the-art navigation technologies, you have the world at your fingertips. The Discovery not only looks truly at home in the city, but also drives impeccably off-road. It takes towing capability to a new level, with a capacity of up to 3,720 kg and a suite of features available to help make towing effortless. Its optimized geometry coupled with unique Land Rover technologies ensure it delivers class-leading all-terrain capabilities. The Discovery is equipped to move you in comfort and style."
  },
  {
    "Category": "SUV",
    "Slug": "2019-land-rover-discovery-sport-se-suv-crossover",
    "Vehicle Name 1": "LAND ROVER DISCOVERY SPORT",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Land Rover Discovery Sport SE SUV / Crossover",
    "JATO ID": 740540220181101,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "With a sliding second row that can offer similar legroom to the Range Rover, and an optional third row, you can adapt the space to meet loading or seating needs. The Discovery Sport combines a sleek, aerodynamic silhouette with legendary Land Rover capability and a flexible interior for a great-looking vehicle that does so much more. Cutting-edge controls distinguish a minimalist dashboard featuring an 8” touchscreen with the latest Land Rover InControl® technology for intuitive interaction. A 10\" touchscreen with Touch Pro is also available. Distinctive design and stylish touches. The Discovery Sport Landmark Edition is available in Yulong White, Corris Grey and Narvik Black – uniquely combined with a panoramic Carpathian Grey contrast roof."
  },
  {
    "Category": "SUV",
    "Slug": "2019-lexus-rx-350-suv-crossover",
    "Vehicle Name 1": "LEXUS RX AND RX L",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Lexus RX 350 - SUV / Crossover",
    "JATO ID": 63178820180831,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The RX makes an immediate impression on the street: the RX 350 features a 295-horsepower, 3.5-litre, V6, coupled to an 8-speed automatic. While the RX 450h is built around a self-charging Lexus Hybrid Drive. This system uses an Atkinson cycle 3.5-litre, V6 engine with high torque electric motors to deliver 308 net horsepower through a continuously variable transmission. For those seeking more aggressive style and performance, both the RX 350 and self-charging hybrid RX 450h are offered with available F SPORT upgrade packages. These include paddle shifters, an exclusive Sport S+ Drive Mode, and Adaptive Variable Suspension systems for additional driving engagement. Families will be able to enjoy more space with their luxury utility vehicle of choice thanks to the new three‑row Lexus RX “L” models. The 2019 RX 350L and RX 450hL hybrid models retain their stylish figures, but now offer the choice of six‑passenger or seven‑passenger capability."
  },
  {
    "Category": "SUV",
    "Slug": "lincoln-aviator",
    "Vehicle Name 1": "LINCOLN AVIATOR",
    "YEAR": 2019,
    "Vehicle Name 2": "NO MODEL LISTED",
    "JATO ID": "NO JATO",
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SUV",
    "EDITORIAL BLURB (From AS GUIDE)": "Lincoln Motor Company of Canada is pleased to announce the all-new 2020 Aviator. This all-new Large Crossover utility will come with three rows of seating and will be slightly smaller than the full-size Navigator. The Aviator is about 10 inches shorter and rides on a new platform. Base model comes with a twin-turbocharged V-6 rated at 400-horsepower, which will also be part of the Aviator Grand Touring plug-in hybrid. The system adds an electric motor to each rear wheel for a combined output of 450-horsepower along with a whopping 600 pound-feet of torque. Both versions get 10-speed automatic transmissions. Aviator owners can access all the vehicle’s doors and even start it up with Phone as a Key via a smartphone app (a backup key fob is included). People pampering is paramount, with a range of seating, audio and active-safety options either standard or available."
  },
  {
    "Category": "SUV",
    "Slug": "2019-subaru-forester-2.5i-suv-crossover",
    "Vehicle Name 1": "SUBARU FORESTER",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Subaru Forester 2.5i SUV / Crossover",
    "JATO ID": 780025020180731,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "Subaru's best-selling model receives kudos for its toughness, passenger comfort and reliability. On good roads and bad, the standard all-wheel-drive system operates virtually unnoticed. But when required, which is frequently in snow-belt regions, its mountain-goat capabilities really shine. It’s constructed using Subaru’s stronger and lighter Global platform. There’s sufficient distance between the front and rear wheels for plenty of legroom, while the tall roofline and a low-rise load floor make for generous storage space with the rear seat folded flat. A 2.5-litre four-cylinder — the only available engine now that the turbocharged powerplant is gone — puts out 182-horsepower, or 12 more than last year. Also absent is a six-speed manual transmission that too few buyers opted for. A continuously variable unit is your only choice."
  },
  {
    "Category": "SUV",
    "Slug": "2019-volkswagen-tiguan-2.0-tsi-trendline-8at-tiptronic-suv-crossover",
    "Vehicle Name 1": "VOLKSWAGEN TIGUAN",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Volkswagen Tiguan 2.0 TSI Trendline 8AT Tiptronic SUV / Crossover",
    "JATO ID": 741999320190320,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "Volkswagen says the second-generation 2018 Tiguan was influenced by North American preferences for more passenger and cargo room. Overall length and wheelbase was significantly increased compared to the previous edition. As a result, the Tiguan is one of the largest wagons in the compact class (besting the top-dog Honda CR-V) and now provides enough interior space for an optional third-row seat. A turbocharged four-cylinder engine makes 184-horses and is backed by an eight-speed automatic transmission. Base models come with front-wheel-drive, but VW’s 4MOTION All-Wheel Drive is standard in the mid-level and top trims. The system shifts all available torque to the front wheels in normal driving, but when tire slip is detected it delivers the required front-to-rear and side-to-side torque splits."
  },
  {
    "Category": "SUV",
    "Slug": "2019-volvo-xc90-t5-awd-momentum-suv-crossover",
    "Vehicle Name 1": "VOLVO XC90",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Volvo XC90 T5 AWD Momentum SUV / Crossover",
    "JATO ID": 768968620181002,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The XC90 is a luxurious seven-seater SUV that puts you in command and at ease. The interior’s Scandinavian design theme includes natural wood inlays, supple leather seats and a seriously cool glass-crystal shifter. The T6 model has a supercharged and turbocharged “Drive-E” four-cylinder that uses the turbo for top-end power and the belt-driven supercharger to help out at lower revs. The T8 Twin Engine plug-in hybrid adds an electric motor to assist the gasoline engine. That increases output to 400-horsepower, combined, compared with 250 for the T5 model and 316 for the T6. It can also operate for up to 27 kilometers on electric power alone and achieve 9.6 l/100 km in the city and 8.6 highway. The T6 and T8 hybrid each use eight-speed automatic transmissions. Available options include more active-safety content plus an air-suspension system that keeps the XC90 level when loaded with people and/or cargo."
  },
  {
    "Category": "SUV",
    "Slug": "2019-volvo-xc40-t5-awd-momentum-suv-crossover",
    "Vehicle Name 1": "VOLVO XC40",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Volvo XC40 T5 AWD Momentum SUV / Crossover",
    "JATO ID": 789282120181002,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The XC40 rides on a brand-new platform that for now remains exclusive to that model. With plenty of ground clearance, this Volvo can also tackle more than just city streets and road construction. The well-bolstered front chairs should provide much comfort and joy, particularly on long journeys. The all-wheel-drive T5 comes with 248-horsepower and is connected to an eight-speed automatic transmission. XC40s also come with a full range of active-safety technologies, including emergency braking that can detect pedestrians, cyclists and large animals. The R-Design adds dual-zone climate control, premium leather seat covers, voice-activated navigation and a sport suspension. With a volume of 479 litres to the top of the rear backrests, the Volvo XC40 has one of the largest load compartments in its class. Heading the list of options is a panoramic sunroof and a premium Harmon Kardon-brand audio unit."
  },
  {
    "Category": "SUV",
    "Slug": "2019-lincoln-mkc-select-awd-suv-crossover",
    "Vehicle Name 1": "LINCOLN MKC",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Lincoln MKC Select AWD SUV / Crossover",
    "JATO ID": 727151220190301,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The compact MKC confidently faces off against the competition in the upscale compact wagon segment. MKC’s standard and extra-cost luxury content ensures there will be little, if any, commonality with the Blue Oval version. It’s also quieter inside, aided by Active Noise Control that uses hidden microphones and a special control module to create opposing sound waves sent through the car’s speakers to cancel out unwanted engine noises. The system can be combined with continuously adjustable shock damping, power-assisted electric steering, variable transmission-shift mapping plus traction- and stability control to form “Lincoln Drive Control.” The result, says Lincoln, is improved ride and handling. There are base and optional turbocharged four-cylinder engines to pick from, with each operating through a six-speed automatic transmission with paddle shifters."
  },
  {
    "Category": "SUV",
    "Slug": "2019-lincoln-nautilus-select-awd-suv-crossover",
    "Vehicle Name 1": "LINCOLN NAUTILUS",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Lincoln Nautilus Select AWD SUV / Crossover",
    "JATO ID": 735894620190301,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The rebadged MKX stays the course in the looks department, including a more Lincoln-esque grille. A taillight bar that dominates the rear end extends the full width of the liftgate. Lincoln has stiffened the chassis, upgraded the suspension and added more sound insulation (including an acoustic windshield and front side glass). The interior has standard Bridge of Weir Deep Soft leather-covered front seats with four-way adjustable headrests. Lastly, Lincoln has push-button controls beside the touch-screen display. For 2019 the base non-turbo V-6 has been dropped and a turbocharged four-cylinder assumes the base-engine spot. A turbo V-6 is optional. The standard all-wheel-drive system directs 100 per cent of the engine torque to the front tires under normal operating conditions, but can also send up to 100 per cent to the rear if the fronts start to slip. A suite of dynamic-safety technologies comes standard in all models."
  },
  {
    "Category": "SUV",
    "Slug": "2019-lincoln-navigator-select-suv-crossover",
    "Vehicle Name 1": "LINCOLN NAVIGATOR",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Lincoln Navigator Select SUV / Crossover",
    "JATO ID": 60061020190301,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The Navigator is a Titanic-sized luxury with cavernous passenger and stowage space. The Navigator has a twin-turbocharged V-6 and is equipped with a 10-speed automatic transmission that direct torque to all four wheels. The Navigator and the extended-length Navigator L adopt grilles. Options include laminated side glass for a quieter cabin, “speed-dependent” adaptive headlights that spread light over a wider area at lower velocities and a customizable cargo-management system that keeps cargo in its place. Front-seat passengers can be treated to available 30-way power-adjustable chairs with heating, cooling and massage functions. Last, but far from least, you can order a 20-speaker premium audio system."
  },
  {
    "Category": "SUV",
    "Slug": "maserati-levante",
    "Vehicle Name 1": "MASERATI LEVANTE",
    "YEAR": 2019,
    "Vehicle Name 2": "NO MODEL LISTED",
    "JATO ID": "NO JATO",
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SUV",
    "EDITORIAL BLURB (From AS GUIDE)": "Maserati’s all-powerful, all-luxury utility vehicle is for drivers who desire the full-on Italian-style sporting flair experience, but who also require the carrying convenience and capacity that only a five-passenger SUV can deliver. The interior is draped in rich leather and suede, accompanied by genuine wood trim. The base twin-turbocharged 3.0-litre V-6’s output varies between 345 and 424 horsepower (depending on the model). Available in the GTS and Trofeo Levante, both new for 2019, is a twin-turbocharged V-8. In the GTS model it churns out 550-horsepower and 538 pound-feet of torque, while the version in the Trofeo ups the output to 590-horsepower (with identical torque). Selecting the larger V-8 increases the purchase price considerably, but you’ll enjoy one of the quickest utility vehicles on the road that can scoot from zero to 100 km/h in 4.2 seconds and reach a top speed of 292 km/h (3.9 seconds and 304 km/h for the Trofeo)."
  },
  {
    "Category": "SUV",
    "Slug": "2019-mazda-cx-5-gx-fwd-6at-suv-crossover",
    "Vehicle Name 1": "MAZDA CX-5",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Mazda CX-5 GX FWD 6AT SUV / Crossover",
    "JATO ID": 708297920181106,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The compact CX-3 might be cute, but for more people space and cargo capacity, the mid-size CX-5 is likely a better fit. It not only looks good, but it’s also as much fun to drive as the CX-3. Its mechanical bits are part of Mazda’s “Skyactiv” system that represents a holistic transformation of the powertrain — and driving dynamics — to help save fuel. The philosophy has also transformed the CX-5 and the entire Mazda lineup into exemplary driving machines. For 2018, the CX-5 was given a modest front- and rear-end redesign plus a new dashboard with a tablet-style touchscreen that replaced the in-dash version. The body structure was also stiffened and the steering and suspension systems were improved for more precise handling. For 2019, the base 187-horsepower 2.5-litre four-cylinder is joined by an optional 250-turbocharged version (it makes 227 on regular-grade fuel). Base-model CX-5’s are front-wheel-drive only."
  },
  {
    "Category": "SUV",
    "Slug": "2019-mazda-cx-9-gs-suv-crossover",
    "Vehicle Name 1": "MAZDA CX-9",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Mazda CX-9 GS SUV / Crossover",
    "JATO ID": 735895620180810,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "Mazda promotes driving enjoyment through advanced technology and knockout design. The automaker has applied this approach to the seven-passenger CX-9. Its turbocharged four-cylinder engine that’s linked to a six-speed automatic transmission produces 250-horsepower using premium gasoline, or 227-horsepower on lower-octane fuel. The interior wouldn’t look out of place in a more upscale automobile. And despite being slightly more than 2.5 centimetres shorter than its predecessor, a six-centimetre gain in distance between the front and rear whesean deoneels contributes to more rear-seat legroom and improved access to the standard third row. The GS model is the least expensive of four trim levels, but includes lots of basic equipment. However, you’ll need to pony up a bit more cash for all-wheel-drive, or opt for a higher-end trim level where AWD is standard."
  },
  {
    "Category": "SUV",
    "Slug": "2020-mercedes-benz-gle-gle-350-4matic-suv-crossover",
    "Vehicle Name 1": "MERCEDES-BENZ GLE",
    "YEAR": 2020,
    "Vehicle Name 2": "2020 Mercedes-Benz GLE GLE 350 4MATIC SUV / Crossover",
    "JATO ID": 807532520190304,
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SUV",
    "EDITORIAL BLURB (From AS GUIDE)": "New for 2020 — The latest edition of the full-size utility vehicle gains eight centimetres in the wheelbase, which is enough to fit an optional third-row seat. Additionally, the available air suspension can lower the body for easier loading/unloading of items into the tailgate, or raise it for off-road excursions. The GLE’s techno-highlights include E-Active Body Control. Using a 48-volt electrical mild-hybrid system, it can instantaneously adjust all four dampers (shock absorbers) for a smoother ride, to reduce body lean when cornering and negate the nose from diving under braking. This system can also actively lean the GLE into bends by up to 3-degrees for a more comfortable journey. The integrated starter /generator is part of the new turbocharged inline six-cylinder engine. The mild hybrid system contributes 21-horsepower in short bursts (EQ Boost) in addition to the I-6’s 362-horsepower. Meanwhile, the all-wheel-drive GLE 350 4MATIC’s turbocharged four-cylinder makes 255-horsepower."
  },
  {
    "Category": "SUV",
    "Slug": "2019-mercedes-benz-gla-gla-250-4matic-suv-crossover",
    "Vehicle Name 1": "MERCEDES-BENZ GLA",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Mercedes-Benz GLA GLA 250 4MATIC SUV / Crossover",
    "JATO ID": 737977420180809,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The list of available utility vehicles in the Mercedes-Benz garage — and there are many – begins with the GLA. Based on the CLA four-door coupe, it provides plenty of cargo-carrying capacity while offering a similar performance experience. The GLA250 uses a turbocharged 208-horsepower four-cylinder engine, but step up to the AMG GLA45 and that value increases to 375-horsepower. The AMG’s turbo produces nearly twice the boost of the GLA250, resulting in a 0-to-100 km/h time of 4.4 seconds, versus 6.6 for the GLA250 (as measured by Mercedes-Benz). A fast-shifting seven-speed automated manual transmission with paddle shifters is used with both powerplants and both are equipped with M-B's 4MATIC all-wheel-drive that directs up to 50% of the torque to the rear wheels, as needed. The AMG GLA45 is fitted with unique wheels plus sport bucket seats, sport suspension, exhaust and steering systems plus a faster-shifting transmission."
  },
  {
    "Category": "SUV",
    "Slug": "2019-mini-countryman-all4-hatchback",
    "Vehicle Name 1": "MINI COUNTRYMAN ALL4",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 MINI Countryman ALL4 Hatchback",
    "JATO ID": 779012720180701,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "A big MINI sounds oxymoronic, but it perfectly describes the MINI Countryman. For its last updating, overall length, width and wheelbase increased considerably with an all-new platform. Cargo space was also increased by 30% aft of the rear seat, and by 16% with the seat folded flat. The Countryman uses the same turbocharged three- and four-cylinder engines that are available in the rest of the MINI lineup. The MINI Countryman offers three engine variants, topping out with the John Cooper Works (JCW) variant with a 228-horsepower version of the turbo four-cylinder. MINI’s ALL4 all-wheel-drive is standard on all iterations. In normal conditions the rear wheels are simply along for the ride, but under hard acceleration or on slippery roads up to 100% of the engine’s torque can be diverted to the rear wheels."
  },
  {
    "Category": "SUV",
    "Slug": "2019-mitsubishi-eclipse-cross-es-s-awc-suv-crossover",
    "Vehicle Name 1": "MITSUBISHI ECLIPSE CROSS",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Mitsubishi Eclipse Cross ES S-AWC SUV / Crossover",
    "JATO ID": 791591820190109,
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SUV",
    "EDITORIAL BLURB (From AS GUIDE)": "With its premium Super All-Wheel Control (S-AWC) standard across its lineup plus standard 18-inch alloy wheels, Apple CarplayTM and Android Auto and more, Mitsubishi Motors is touting the Eclipse Cross as ‘Exceptional is Standard.” Since its launch last year, the Eclipse Cross has been a strong utility addition to Mitsubishi Motors’ lineup. The SUV/CUV has more modern front-end styling that appears Lexus-inspired and a ribbonlike bar that extends between the tail lamps, splitting the liftgate glass nearly in half. The interior is nicely designed, with a tablet-type touchscreen and an available head-up display. A console-positioned control pad operates the communications and audio systems that are displayed on the touchscreen. The split-folding rear seat adjusts fore and aft as well as reclines. Available options include a panoramic glass roof, and premium audio package."
  },
  {
    "Category": "SUV",
    "Slug": "2019-mitsubishi-outlander-es-awc-cvt-suv-crossover",
    "Vehicle Name 1": "MITSUBISHI OUTLANDER",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Mitsubishi Outlander ES AWC CVT SUV / Crossover",
    "JATO ID": 742001320180629,
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SUV",
    "EDITORIAL BLURB (From AS GUIDE)": "Mitsubishi Motors’ most well-known model, the Outlander, continues to evolve. Outlander is one of the only compact SUVs on the road with an available third row and seven-seat capacity. The base four-cylinder uses a CVT for greater fuel efficiency and power and Mitsubishi is also one of the few auto manufacturers to offer an available V-6 engine which has an impressive 3,500 lb. towing capacity and a horsepower rating of 224-horsepower. The 2019 exterior changes include front and rear fascia updates, new design LED headlamps and all price lines receive a rear spoiler except for ES and SE base models. There is a new seat design for enhanced comfort and support, as well as enhancements to the sound insulation. FAST-key, Blind-Spot Warning, Rear Cross Traffic Alert and Auto on/off headlamps have been added to select price lines. Mitsubishi’s “Super All-Wheel Control” and industry-best warranty continues to set Mitsubishi apart."
  },
  {
    "Category": "SUV",
    "Slug": "2019-mitsubishi-rvr-es-fwd-cvt-suv-crossover",
    "Vehicle Name 1": "MITSUBISHI RVR",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Mitsubishi RVR ES FWD CVT SUV / Crossover",
    "JATO ID": 760412520180817,
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SUV",
    "EDITORIAL BLURB (From AS GUIDE)": "The RVR is Mitsubishi Motors’ best-selling vehicle. It appears as sophisticated as the major players in the compact crossover segment. A five-speed transmission can be had with the 2.0, while a CVT is available with that powerplant, but is standard with the 2.4. The optional all-wheel-drive system remains in front-wheel-drive most of the time, but when tire slip is detected up to 70 per cent of engine torque can be directed to the rear wheels. The system's “Lock” position maintains a 60:40 torque split when conditions require traction at all four corners. For 2019, Mitsubishi’s popular Black Edition is back offering additional value in a stylish package. Blind Spot Warning and Rear Cross Traffic Alert has been added to its mid and upper trim levels. Base RVRs are well turned out, but the top-end GT comes loaded with plenty of luxury amenities."
  },
  {
    "Category": "SUV",
    "Slug": "2019-nissan-murano-s-suv-crossover",
    "Vehicle Name 1": "NISSAN MURANO",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Nissan Murano S SUV / Crossover",
    "JATO ID": 742002820181219,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "Murano’s unique style and premium features taken to new level with 2019 model year refresh, which just recently went on sale. The revisions to the popular third-generation Murano's exterior add a more pronounced front V-motion grille, redesigned LED headlights and taillights, new LED fog lights, new 18-inch and 20-inch aluminum-alloy wheel designs and two fresh new exterior colours – Sunset Drift and Deep Blue Pearl. Enhancements to the luxurious Murano interior are led by new semi-aniline leather-appointed seats with diamond-quilted inserts and contrasting micro-piping trim for the seats and door armrests for the Murano Platinum grade. Other changes include three new interior trim finishers: Dark Wood-Tone, Light Wood-Tone and Metallic. In addition, all 2019 Murano models feature Nissan's innovative Rear Door Alert and Intelligent Driver Alertness."
  },
  {
    "Category": "SUV",
    "Slug": "2019-nissan-pathfinder-s-fwd-suv-crossover",
    "Vehicle Name 1": "NISSAN PATHFINDER",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Nissan Pathfinder S FWD SUV / Crossover",
    "JATO ID": 715188620180918,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The Nissan Pathfinder continues in 2019 to offer a unique combination of rugged design, powerful performance, easy access for seven passengers and plenty of standard and available innovative features. Named a Top Safety Pick from the Insurance Institute for Highway Safety, the 2019 Pathfinder model continues to offer standard Intelligent Emergency Braking (IEB) and Nissan's innovative Rear Door Alert (RDA) system, which debuted on the Pathfinder last year. As in previous years, the 2019 Pathfinder's 3-row/7-passenger interior combines comfortable seating with the cargo capacity that families need every day. It offers the benefits of a mid-size crossover with the comfort of a larger SUV, including a flat floor for enhanced interior packaging flexibility and ample space. Standard maximum towing capacity is a best-in-class of up to 6,000 pounds, giving owners the ability to tow two-axle recreational trailers."
  },
  {
    "Category": "SUV",
    "Slug": "2020-land-rover-range-rover-evoque-s-suv-crossover",
    "Vehicle Name 1": "RANGE ROVER EVOQUE",
    "YEAR": 2020,
    "Vehicle Name 2": "2020 Land Rover Range Rover Evoque S SUV / Crossover",
    "JATO ID": 715603120190117,
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SUV",
    "EDITORIAL BLURB (From AS GUIDE)": "With its distinctive coupé-like silhouette, the Range Rover Evoque is a compelling successor to the vehicle that captured hearts all over the world. The intuitive and innovative optional Range Rover Evoque technologies include Land Rover InControl® Touch Pro™ Duo™, a 12.3\" Interactive Driver Display, Head-Up Display and Meridian™ Audio. Capable on- and off-road handling, combined with capability in various weather conditions help this compact SUV deliver a confident drive in challenging conditions. The Range Rover Evoque interior features new seating and a range of materials including Windsor leather, Kvadrat premium wool blends and eucalyptus-fibre textiles. Every feature has been designed and engineered to heighten your enjoyment of the Range Rover Evoque. ClearSight interior rear-view mirror† and ClearSight Ground View‡are both firsts for Land Rover."
  },
  {
    "Category": "SUV",
    "Slug": "2019.5-land-rover-range-rover-velar-s-suv-crossover",
    "Vehicle Name 1": "RANGE ROVER VELAR",
    "YEAR": 2019,
    "Vehicle Name 2": "2019.5 Land Rover Range Rover Velar S SUV / Crossover",
    "JATO ID": 773703320181101,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The design philosophy of the Range Rover Velar, winner of the 2018 World Design Car of the Year, is revolutionary. Striking proportions, flush door handles and an integrated rear spoiler all improve aerodynamics. Features including the foil-stamped grille give the vehicle’s front profile an undeniable presence. The Touch Pro™ Duo infotainment system beautifully integrates two 10-inch high-definition touchscreens. You can use Touch Pro Duo along with the optional full-colour Head-up Display and optional Interactive Driver Display to simultaneously view and interact with multiple features at once. Whether you're driving down the highway or negotiating a tricky country lane, the Range Rover Velar has capability at its core. All-Wheel Drive with Intelligent Driveline Dynamics and Torque Vectoring by Braking deliver an engaging, thrilling drive."
  },
  {
    "Category": "Truck",
    "Slug": "2019-chevrolet-silverado-1500-wt-crew-cab-short-box-pickup",
    "Vehicle Name 1": "CHEVROLET SILVERADO",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Chevrolet Silverado 1500 WT Crew Cab Short Box Pickup",
    "JATO ID": 735878120190107,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "Introducing the strongest, most advanced Silverado ever. With bold styling and eight unique trim levels, each with their own distinct personalities, the all new Silverado is designed to provide the right fit for every truck customer. It has a longer wheelbase, a wider and taller stance and more cargo volume, yet, is up to 450 lb. (204 kg) lighter than the previous generation. A longer wheelbase and wide, muscular stance provide a powerful base. This truck uses the right material in the right place to do the right job. That means high-strength steel in the bed, frame, and safety cage. It means strong, lightweight aluminum in the doors, hood and tailgate. The all-new frame is 88 lb. (40 kg) lighter than its predecessor, but has 10% greater torsional rigidity.  There are six engine options; the proven 4.3L V6, two versions of the 5.3L V8, and the 6.2L V8, offering best-in-class V8 horsepower and torque."
  },
  {
    "Category": "Truck",
    "Slug": "2019-chevrolet-colorado-wt-crew-cab-short-box-pickup",
    "Vehicle Name 1": "CHEVROLET COLORADO",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Chevrolet Colorado WT Crew Cab Short Box Pickup",
    "JATO ID": 738127720190301,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The Colorado has everything one is looking for in a mid-size truck.  Whether it's the Extended Cab with a 6.2 ft. box, or the Crew Cab available with a choice of Short Box (5.1 ft.) or Long Box (6.2 ft.). You want power? The available V6 offers 308-horsepower and 275 lb.-ft. of torque. Also available is the GM-exclusive Duramax® 2.8L Turbo-Diesel engine generating 369 lb.-ft. of torque and providing up to 7700 lb. (3943 kg) of towing capacity. Perhaps you are ready to leave roads behind? Colorado ZR2 is the truck built specifically to dominate off-road and was named Four Wheeler magazine 2018 Pickup Truck of the Year. For 2019, a new Bison edition elevates ZR2 by adding hardcore gear for more severe off-roading including additional skid plates, stamped steel bumpers, larger fender flares, unique grille, Bison specific 17” by 8’’ aluminum wheels and a whole lot more."
  },
  {
    "Category": "Truck",
    "Slug": "2019-chevrolet-silverado-2500hd-wt-double-cab-long-box-pickup",
    "Vehicle Name 1": "CHEVROLET SILVERADO HD",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Chevrolet Silverado 2500HD WT Double Cab Long Box Pickup",
    "JATO ID": 727413120190107,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "Chevrolet's 2500- and 3500- series Heavy-Duty trucks are designed to get the job done. With the available Duramax® 6.6L V8 turbo-diesel engine — producing 445 horsepower and an incredible 910 lb.-ft. of torque — and the GM-exclusive Allison® transmission, Silverado HD is made for hauling. The Duramax® 6.6L V8 turbo-diesel comes with a prominent hood scoop that directs cool outside air into the combustion chamber for maximum output (all 910 lb.-ft. of it). Over 1 million Duramax Diesel engine / Allison® transmission equipped Silverados are on the road today and have accumulated over 150 billion kilometres of hard work. A true testament to its strength. The frame is tuned to isolate and absorb road vibration to help provide a smoother ride and confident handling. The Silverado features a high-strength roll-formed steel construction engineered to provide a lighter, stronger and more durable bed."
  },
  {
    "Category": "Truck",
    "Slug": "2019-ford-f-150-4x4-xl-supercrew-145-in-pickup",
    "Vehicle Name 1": "FORD F-150",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Ford F-150 4x4 XL SuperCrew 145 in Pickup",
    "JATO ID": 793535720190301,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "Updated for 2018, with a new powertrain option and standard equipment for 2019, Ford continues to dominate the light-duty pickup segment with continuous improvements to the F-150. For 2018 the F-150 received new front-end styling that’s similar to the Super Duty pickup. But the big news was the mid-model-year addition of Ford’s new Power Stroke V-6 turbo-diesel with 440 pound-feet of torque on tap. It’s rated at 10.8 L/100 km city, 8.0 highway and 9.5 combined. The rest of the powertrain lineup includes a non-turbo gasoline V-6, two turbocharged V-6s and a non-turbo V-8. All choices are connected to a ten-speed automatic transmission, other than the base non-turbo V-6 that uses a six-speed automatic. The returning F-150-based 450-horsepower Raptor now gets updated with FOX Racing Shox™ with new Live Wire Technology, a new Trail Control system and optional Recaro-brand front seats."
  },
  {
    "Category": "Truck",
    "Slug": "2019-ford-ranger-xl-4x4-supercab-pickup",
    "Vehicle Name 1": "FORD RANGER",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Ford Ranger XL 4x4 SuperCab Pickup",
    "JATO ID": 802354020190325,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "Ford’s compact pickup was retired after the 2011 model year, but the nameplate returns for 2019 in an attractive midsize format. The Ranger is available in extended-length SuperCab and four-door SuperCrew® bodies and XL, XLT and Lariat trim levels along with several accessory packages. There are also five- and six-foot-long box sizes to choose from, depending on the cab. Naturally, a 4x4 drivetrain is available, but for now a turbocharged four-cylinder engine coupled to a 10-speed automatic transmission is the sole powertrain. Maximum payload tops out at 1,650 lbs (748 kg), while the Ranger can tow up to 7,500 lbs (3,402 kg). Options include a FX4 off-road package that includes an off-road-tuned suspension, skid plates, rear-locking differential, all-terrain tires and innovative off-road technology, including Terrain Management System and Trail Control."
  },
  {
    "Category": "Truck",
    "Slug": "2019-gmc-canyon-sl-extended-cab-pickup",
    "Vehicle Name 1": "GMC CANYON",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 GMC Canyon SL Extended Cab Pickup",
    "JATO ID": 738177420190301,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "Extended cab version comes equiped with a 200-horsepower 2.5L four-cylinder. The Duramax-badged engine produces 181 horsepower and 369 lb.-ft. of torque, making it ideal for trailering up to 3493 kg (7700 lb.)1. Of the five trim levels, the premium Denali version displays a unique grille plus plenty of additional content inside and out.  The off-road-inspired All Terrain models includes Z71 suspension, automatic locking rear differential, standard transfer case skid plate and more. Models equipped with the 4x4 Autotrac system are available with an off-road suspension package, locking rear differential, all-terrain rubber tires, automatic transmission and hill-descent control. There are, of course, numerous optional extras and packages, including leather-appointed seats (heated in front), heated steering wheel, 4G Wi-Fi hotspot, EZ Lift-and-Lower tailgate and eight-inch touch-screen/navigation."
  },
  {
    "Category": "Truck",
    "Slug": "2019-gmc-sierra-1500-base-crew-cab-short-box-pickup",
    "Vehicle Name 1": "GMC SIERRA",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 GMC Sierra 1500 Base Crew Cab Short Box Pickup",
    "JATO ID": 735918320190301,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "New for 2019, GMC’s light-duty pickup has been completely redone, starting with a lighter, but more torsionally rigid frame, aluminum in the doors and a higher volume cargo box. The truck’s front suspension system also employs lighter-weight components. Exclusive to the Sierra, and a world’s first, is an available 6-function MultiPro™ Tailgate with a load-stop feature that keeps cargo inside the bed when driving with the tailgate lowered. The tailgate can also be partially dropped down to form a small work table or used as a step-up. Also available is a Rear Camera Mirror (enhancing the traditional rear-view mirror) that provides unobstructed views in back. The premium Denali models have Adaptive Ride Control that instantly adjusts the dampers (shock absorbers) according to surface conditions and driver input. Regular, Double and Crew Cabs can be ordered as a 4x2 or 4x4, however 4x4 is included with the luxury GMC Denali and AT4."
  },
  {
    "Category": "Truck",
    "Slug": "jeep-gladiator",
    "Vehicle Name 1": "JEEP GLADIATOR",
    "YEAR": 2020,
    "Vehicle Name 2": "NO MODEL LISTED",
    "JATO ID": "NO JATO",
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SUV",
    "EDITORIAL BLURB (From AS GUIDE)": "The all-new Jeep Gladiator – the most capable midsize truck ever – has a combination of rugged utility, authentic Jeep design, versatility, best-in-class towing and 4x4 payload, advanced fuel-efficient powertrains, superior on- and off-road dynamics and a host of innovative safety and advanced technology features. Gladiator will offer best-in-class towing capacity up to 3,469 kilograms (7,650 pounds) and best-in-class payload up to 725 kilograms (1,600 pounds). With modern, authentic design, instantly recognizable as a Jeep the pickup will come in a Crew cab configuration featuring a durable five-foot steel bed with covered external power source and strong integrated tie-downs, providing versatility for flexible cargo options. The only true open-air 4x4 pickup truck, Gladiator offers remove aluminum doors, a convenient, fold-down windshield for off-road purists and an easy-to-use premium soft top and two available hard tops."
  },
  {
    "Category": "Truck",
    "Slug": "2019-ram-ram-1500-tradesman-quad-cab",
    "Vehicle Name 1": "RAM 1500",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Ram Ram 1500 Tradesman Quad Cab 4x2 6'4\" Box Pickup",
    "JATO ID": 728343320190108,
    "SPECIFICATION DATA": "",
    "COMMENTS": "",
    "EDITORIAL BLURB (From AS GUIDE)": "The all-new Ram 1500 is the no-compromise benchmark for durability, technology, efficiency and convenience with features never-before offered in a pickup. The most noticeable change is in front with a new grille, aluminum hood and a more steeply raked windshield that improves aerodynamics. Maximum payload and towing capacities are rated at 1,043 kilograms (2,300 lb) and tow 5,761 kilograms (12,700 lb). A class-exclusive air-suspension raises or lowers ride height and keep the truck level when loaded. The Crew Cab is 10 cm longer for exceptional rear legroom. Engines consists of a 305-horsepower V-6 and a 395-horsepower V-8. Both use eight-speed automatic transmissions. New: eTorque mild hybrid system, delivering improved fuel efficiency and performance. Itreplaces the traditional alternator with a belt-driven motor generator that works with a 48-volt battery pack, enabling quick, seamless start/stop function and brake energy regeneration."
  },
  {
    "Category": "Truck",
    "Slug": "2019-ram-ram-3500-laramie-mega-cab-4x4-pickup",
    "Vehicle Name 1": "RAM HEAVY DUTY",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Ram Ram 3500 Laramie Mega Cab 4x4 Pickup",
    "JATO ID": 730613920190201,
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SUV",
    "EDITORIAL BLURB (From AS GUIDE)": "Ram Truck’s new Heavy Duty models out-power, out-tow and out-haul all rival pickups. The new 6.7-litre Cummins High Output Turbo Diesel achieves a milestone 1,000 lb.-ft. of torque, meaning an industry-leading 35,100-lbs. towing capacity and 7,680-lb. of payload prowess. Ram Heavy Duty rides on a new, 98.5 per cent high-strength steel frames that is lighter and stiffer. The standard 6.4-litre HEMI® V-8 with cylinder deactivation, delivers a class-leading 410-horsepower and 429 lb.-ft. of torque. It’s mated to a new, class-exclusive TorqueFlite eight-speed automatic. Ram redesigned the Heavy Duty lineup to be the best riding, handling and towing ever with more than 100 safety and security features and an emphasis on comfort and confidence. Trailer hookup and maneuvering is easier thanks to a driver-activated Bed Lowering mode, 360-degree surround-view camera and an auxiliary camera for trailers."
  },
  {
    "Category": "Truck",
    "Slug": "2019-ram-promaster-cargo-van-1500-118-wb-low-roof",
    "Vehicle Name 1": "RAM PROMASTER",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Ram ProMaster Cargo Van 1500 118 WB Low Roof",
    "JATO ID": 726830020190307,
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SUV",
    "EDITORIAL BLURB (From AS GUIDE)": "The ProMaster is Ram Commercial’s entry for the Class 2 full-size van segment. It benefits from an exclusive front-wheel-drive (FWD) system, keeping the cargo-load-floor height and step-in height very low. It also helps in low-traction surfaces, like on snow and ice, since there is always weight on the front wheels. The result is a purpose-built, highly customizable van designed to exceed the demands of commercial customers and upfitters. For 2019, ProMaster sees a 30 per cent increase in towing capacity, up to 3,084 kg (6,800 lb). It also has the highest available standard payload in the segment — from 1,814 kilograms (kg) (4,000 lb) and up. Also new for 2019 are three new models on the 136-inch wheelbase, new LED interior lighting and a new grille with “RAM” logo. For fleet customers, a new telematics system will be able to track vehicle usage and driver behavior, plus preform vehicle diagnostics and provide performance data."
  },
  {
    "Category": "Truck",
    "Slug": "2019-ram-promaster-city-st-van-van",
    "Vehicle Name 1": "RAM PROMASTER CITY",
    "YEAR": 2019,
    "Vehicle Name 2": "2019 Ram Promaster City ST Van Van",
    "JATO ID": 744391420190107,
    "SPECIFICATION DATA": "",
    "COMMENTS": "NO IMAGE FOR JELLY BEAN - USE DEFAULT SUV",
    "EDITORIAL BLURB (From AS GUIDE)": "The ProMaster City is Ram Commercial’s Class 1 compact van offering. Whether the job is delivering packages, hauling the tools of a professional tradesman or carting the band to the gig, the Ram ProMaster City is ready for work. Best-in-class features include: 862 kilogram (1,901 lbs.) payload, 3,729 litre (131.7 cubic feet) cargo capacity, horsepower (178) and torque (174 lb-ft), 1,229 millimetre (48.4 inch) cargo width at the wheel wells and 740 kilometre driving range. ProMaster City’s leading capability also offers an unsurpassed 907 kg (2,000 lbs.) of towing capacity. The strong powertrain is a 2.4-litre “Tigershark” inline four-cylinder mated to a nine-speed automatic transmission. The ProMaster City is available in two-seat cargo van or five-seat passenger wagon configurations in two different trims (ST and SLT), Ram ProMaster City offers modern styling and professional appeal in a compact, capable package, and gets a new grille with the “RAM” logo."
  }




]
